{"winter": [{"v": "35", "t": 746.0, "c": "忘了吧你们 叫发明 这个单词是讲过没有给忘了 如果没讲过后期会讲 一是里边 winter走 往里面走 对吧一个东西研究的特别透 一直往里面走 钻研的人容易产生发明 经常钻研一件事"}, {"v": "10", "t": 852.6, "c": "一个叫做Arthur的跑步的人 赢得了比赛 won 他的原型是win 还记得win是怎么讲的吗 忘了刘老师讲的是winter 是不是冬天 然后咱们讲的是winner 怎么讲的 熬过冬天的人才是赢家 所以winter冬天"}, {"v": "8", "t": 934.8, "c": "avoid 一再的我什么一个人的 一再的我什么一个人的 避免逃避 prevent winter走在他前面走 阻止阻拦 往里边走 越研究越深入 你有很多什么 发明"}, {"v": "0", "t": 1128.6, "c": "一些动物 stay active 保持着积极 in winter 那就是很多动物在 冬天的时候依然保持很活跃 对吧 他们不冬眠很多动物 叫"}, {"v": "32", "t": 1275.5, "c": "就是一个大洞, 蛇会走进洞里边, to sleep in winter, 蛇在冬天会走进洞里边去冬眠, Snacks move into hotels,"}, {"v": "7", "t": 1477.0, "c": "好 Fall 枪都掉了下来 还可以当名字翻译秋天 回来刘老师 好继续Winter 发音他们想问他 看见没Winter 读Winter问他 不要去问他 冬天他在冬眠的Winter"}, {"v": "7", "t": 1565.1, "c": "我再说一遍我们的书不乱序 你同意了吗 一点都不乱序 谁要再说我的书乱序 你帮我声明一下 Winter 问他冬天Winner 所以我一定要告诉你这个单词什么意思 赢家获胜的Winner I am"}, {"v": "7", "t": 1808.6, "c": "只不过有时候管教的方式你很讨厌而已 所以这是个矛盾 矛盾人 来吧不说了 Warner Winter 冬天 谁不经历冬天能成为赢家的 我们都在经过人生最长的一段 或长或短的一段 冬天才能成为赢家"}, {"v": "7", "t": 1957.3, "c": "问他 别问了 睡觉呢 冬天 we winter win是什么意思 win是什么意思 赢得比赛 winner 对这个单词我记得winner"}], "want": [{"v": "29", "t": 0.0, "c": "我们现在继续来叫future,future,future,叫未来,future,这个我们很熟不用讲,因为你经常说in the future,将来我想成为一名老师,I want to be a teacher in"}, {"v": "12", "t": 130.3, "c": "环游世界 是不是你也想来123 我想环游世界123不张嘴的同学 是个小猪 I want to sail around the world"}, {"v": "43", "t": 319.2, "c": "你找事吧刘老师,make trouble。 制造麻烦,你找事吧。 Do you want to make trouble? 你在找事吗?你先听我打你刘老师。 make"}, {"v": "16", "t": 667.6, "c": "我说我想知道真相 123 i一起说 谁要不说是这小狗 i want to know the truth i"}, {"v": "35", "t": 769.0, "c": "change life 你想要改变生活必须努力 if you want to change your life change"}, {"v": "0", "t": 1212.4, "c": "你现在的梦想依然是 我初中毕业之前的梦想 一直当一名歌星 你的梦想是 I want to be an actor 我想成为一名演员"}, {"v": "31", "t": 1344.0, "c": "dish dish就是出租车 出租车拉了很多什么盘子 还可以翻译一道菜 I want a dish 我想要一道菜 dish盘子和一道菜 一道菜就装在盘子里面"}, {"v": "33", "t": 1414.0, "c": "来一二三一起翻译。 Manly speaking。 If you want to start English well. Do好。"}, {"v": "30", "t": 2198.7, "c": "我要出去了 你可以寫 it's noisy I want to get out it's noisy"}, {"v": "29", "t": 2563.7, "c": "提高改善 我说你想提高英语成绩吗 你想提高英语吗 Do you want to improve your English improve"}], "work": [{"v": "24", "t": 72.1, "c": "are a team,对,一个队的,team,喝茶的美女是一个队的,team。 喝茶的美女是一个团一个队的,team,团,队。 好,继续来,这个单词叫做teamwork,team,teamwork是什么意思,对吗? team是团队,work是团队工作,work不是工作吗? 那有一个团队的人一起工作,所以teamwork是什么意思,对吗? 叫做合作,teamwork合作,刚才不是讲了一个合作吗,刘老师? 快点,抛开那个人,operator,操作,cooperator一起操作,叫合作,又是用teamwork,但teamwork是一个名词,对,团队精神,teamwork。 再来一遍,teamwork,team,喝茶的美女,团队,teamwork,合作。 好,继续来,这个单词读成steam,不要读成steam,读成steam,steam是什么意思,叫蒸汽,蒸汽。"}, {"v": "20", "t": 582.0, "c": "我鼓励人们去旅游。 I encourage you to work hard。 我鼓励你去好好学习。 encourage somebody to"}, {"v": "0", "t": 1400.2, "c": "is achieved 这个单字我们后面会讲收获 幸福会被收获through hard work 幸福会通过努力工作来收获 对了 你不是通过努力工作 你妈是努力工作 你是努力学习"}, {"v": "21", "t": 1905.1, "c": "日记, 好, 继续, hard, 这还用讲吗? work hard, 努力, 不讲了, 努力, work"}, {"v": "29", "t": 2061.6, "c": "拆成什么 可以拆成为了妈妈 你看for 为了 I work for you 对不对 我为了你 for"}, {"v": "42", "t": 2624.6, "c": "being a firefighter is to work as a team 好无论如何 最重要的部分"}], "write": [{"v": "26", "t": 290.6, "c": "女儿,Daughter,儿子,Son。 这个是叫小孩,肯德基,Kade。 好,继续来。 这边,Cousin,你看,很好读,Cousin,Z,Z,Cousin。 Cousin什么意思,叫做堂兄妹,就是你表妹表兄。 给你表姐写一封信,write to your cousin。 我的表姐是一个老师吗? Cousin"}, {"v": "26", "t": 562.9, "c": "好,继续来,cake, 这叫letter, 我死都不讲了, 这个单字如果还需要讲我生气了, letter, write a letter, 写一封信, write a"}, {"v": "16", "t": 1351.4, "c": "这个单子一般也很少单独使用 一般大家的副字叫carefully carefully 叫细心的 我说写作业要很细心 write carefully write 对 write carefully"}, {"v": "0", "t": 1687.8, "c": "123 I am able to write 我会打篮球 123 I am able"}, {"v": "0", "t": 1861.3, "c": "对吗 那个残疾人 that disabled can write 那个残疾人是能够写字的 that disabled 残疾的 好吗"}], "way": [{"v": "1", "t": 108.3, "c": "所以你去了英国你要说Underground, 美国地铁这么说, Subway, SUB表示下面, 它也表示下面, way, 下面的路叫Subway, 地铁, Underground也叫地铁, 地下的秘密的, 好吧,"}, {"v": "16", "t": 391.4, "c": "看发音片real 真的 所以你们老师如果说了一句话 说大宴考了100分 real way 真的吗 他能考100分吗 real发音片 real真的 小时候从来没见过火车和铁轨"}, {"v": "16", "t": 1241.4, "c": "traffic traffic开 traffic 交通 real way真的是一条路 铁路 couch 四轮大马车 教练家庭教师 couch"}, {"v": "26", "t": 1454.2, "c": "can you tell me the way to the post office, 邮局,"}, {"v": "7", "t": 2078.7, "c": "sway we认识吗 路 on the way 在路上呀 we是路swe 蛇走路 swe蛇走路 s不会走路"}], "water": [{"v": "1", "t": 169.2, "c": "北京, 但是国外很多是城市之间是通地铁的, Underground, 好继续来, 这个单字叫做Underwater, water叫水, 那Underwater你说什么意思, 水下的呗, Underwater, 水下的, 水下动物,"}, {"v": "18", "t": 286.0, "c": "clear,干净,清楚,把你的脸洗得很清澈,清楚的,雀斑都洗得看得清清楚楚,clean and clear,他翻译中文是可,还好像翻译可淋可沥,对,clean,clean,是一个洗面奶,你可以搜一下clean and clear,clean,打扫,clean,清楚的,清澈的,这个水很清澈,the water is clear, the water is"}, {"v": "3", "t": 426.0, "c": "准你喝,喝什么? 喝水啊。 所以这个单词当名字讲人饮料,当动词讲人喝。 这就是喝,drink some water。 来,123,drink some water,drink in,drink. drink"}, {"v": "11", "t": 980.0, "c": "waste。 我们在街上吃东西。waste。浪费。safe。 节约。 save money。节约钱。save water。 节约水。 所以你会在公共园的洗手池上 会见到它会写到save water。 save"}, {"v": "10", "t": 1041.8, "c": "solid 固体 我说水不是一种固体 一二三 张嘴 water is not water is not"}, {"v": "22", "t": 1125.5, "c": "you supply me with some water? 你能给我提供一些水吗? 对, 从下面铺过来, 提供, 很好理解对不对?"}, {"v": "2", "t": 1845.8, "c": "A girl A cup of water 一 滴滴响点 一点点 一点点 你的体重正在一点点的增加"}, {"v": "38", "t": 1973.3, "c": "我早晨没法给你做饭了 我要去上课去了 同学你起来以后告诉你在冰箱里面拿什么热一下 然后怎么吃 来consider water consider water 连吃都考虑到了 体贴的 考虑周到的体贴的"}, {"v": "31", "t": 2278.6, "c": "一片耳朵pear 叫做梨 好 继续来 这个单字读成 water water水 melon what's melon 叫西瓜"}], "wonder": [{"v": "1", "t": 965.6, "c": "好, 优秀的, 出去比赛了, 优秀的, 继续来, 这个单子叫做wonder, wonder, 翻译特别像谁, 快点wonder, 万达, 你再读wonder,"}, {"v": "1", "t": 1026.0, "c": "what color to use, 怎么讲话呢, wonder, wonder, wonder, 奇迹、惊喜, 特别你对那些奇迹和惊喜, 不都是很疑惑的吗,"}, {"v": "1", "t": 1156.9, "c": "wonderful, 极好的精彩的, wonderful, 极好的精彩的, I wonder 什么意思, 我得wonder, 奇迹惊奇, 当动词讲是, 疑惑,"}, {"v": "7", "t": 1376.7, "c": "不发音 Autumn Autumn秋天 好继续来 该冬天了 Wonder 这个单子也是秋天 Fall 这个单子当不用我讲你也知道 他发现落下你知道吧 落下"}, {"v": "7", "t": 1950.7, "c": "放掉下来了 秋天 summer太阳的那个 夏天 夏天 wonder 问他 别问了 睡觉呢 冬天 we"}], "what": [{"v": "4", "t": 116.1, "c": "所以我们今天考的一个段语叫做do ham too 对什么什么造成伤害 我说你说的话对我造成了伤害 what you said what you said"}, {"v": "3", "t": 307.0, "c": "She was eager to know,她渴望知道。 What the book was about,这本书是关于什么的。 be"}, {"v": "30", "t": 557.7, "c": "往什麼什麼方向 所以Forward是往前 我說往前看 Look for what 對這次考試沒考好沒關係 我們還有下次 所以我跟妳說 妳平時的這些考試考不好都沒關係 就是妳媽吵妳"}, {"v": "2", "t": 659.3, "c": "继续来 这个单词叫做 matter 这个单词不用讲 现在很熟 what's the matter 怎么了 or what's"}, {"v": "2", "t": 719.5, "c": "怎么了 you are ok 我没事 什么what's the matter what's wrong with"}, {"v": "10", "t": 837.6, "c": "我如果感到很震惊 I feel shocked 我说你说的话震惊了我 What you said shocked me 好这句话写的是"}, {"v": "16", "t": 992.0, "c": "继续来 这个单字叫wrong 错误的 这个单字我咋觉得不用我讲 你都知道 what's wrong with you what's wrong"}, {"v": "1", "t": 1066.7, "c": "有点叫wonderful, 字面意思是奇迹的惊喜的, 哇, 奇迹的惊喜的什么意思, 奇好的、精彩的, What a wonderful movie, 一部多么好的电影啊, wonderful,"}, {"v": "16", "t": 1205.6, "c": "错误 快点妹妹死拿那个 mistake 错误 形容是那个错 what's wrong with you wrong错的 还有一个错的爸爸死了"}, {"v": "19", "t": 1414.7, "c": "分数score, score, score, score分数, 分数, what's the score, 比分之多少分数, score, score分数,"}, {"v": "33", "t": 2013.5, "c": "remain。 remain。 主要的重复的保持保持。 major。 major。 what's your major怎么讲? 麻将。 major。 major。"}, {"v": "38", "t": 2222.4, "c": "pity什么意思 也是遗憾 对 你不要发生同情 见到最多的遗憾 what a pity 多遗憾呀 刘老师我本来能考上重点高中的 最后没考"}, {"v": "42", "t": 2314.6, "c": "已经准备好already 好继续来 这个单字叫做 color 这个单字有讲吗 what color is this 这是什么颜色 color颜色"}, {"v": "42", "t": 2793.3, "c": "六老师是一模一样 发音一模 weather天气 你不是经常说北京的天气怎么样 123 what's the weather like in北京 what's"}], "whether": [{"v": "1", "t": 1049.2, "c": "疑惑, 我说我疑惑, 你是刘晓英吗, I wonder whether you are 刘晓雅, wonder, 好,"}, {"v": "42", "t": 2754.5, "c": "是无论何地 whenever 无论何时 好继续 这个单词叫做 whether whether 听不听 whether 是否 它就等于if"}, {"v": "42", "t": 2825.0, "c": "两个H 所以是哪个H 是否 你看是否是选择 所以是否里面有两个H whether天气里面只有一个H 就这么记 whether whether发音完全一样 不用找发音 whether"}, {"v": "42", "t": 3258.8, "c": "无论如何 whatever 无论什么 whenever 无论何时 whether 两h看见没有 是否 一个h 天气 early耳朵的"}], "wonderful": [{"v": "1", "t": 1056.4, "c": "刘晓雅, wonder, 好, 继续来, 你问他的奇迹, 有点叫wonderful, 字面意思是奇迹的惊喜的, 哇, 奇迹的惊喜的什么意思, 奇好的、精彩的, What"}, {"v": "1", "t": 1149.9, "c": "怎么讲, 快点, 出去塞了它, excellent, 优秀的杰出的, wonderful, 极好的精彩的, wonderful, 极好的精彩的, I wonder"}, {"v": "32", "t": 2514.6, "c": "in 10 years, 10年后我的生活will be wonderful, 就会变得很精彩, 你不用10年同学, 你5年后生活就很精彩, 坚持过这5年, 你的人生全是艳阳天,"}], "welcome": [{"v": "33", "t": 944.4, "c": "所以我们经常说的是。 购物中心是shopping mall。 对你要去他们购物中心。 会说。 Welcome to our shopping mall。 欢迎来我们的购物中心。"}, {"v": "37", "t": 1404.8, "c": "Dear my passenger, 亲爱的我的乘客, 欢迎登机, Welcome aboard, 这是你上飞机, 轰姐一定会说的话, Dear passengers,"}, {"v": "1", "t": 2485.5, "c": "你看到吗, about在一个板子上什么意思, 登机上传, 所以你在登机的时候空姐会说, 各位乘客欢迎登机, Welcome aboard, 请区别这个单词叫abroad是, 国外海外, about一个板子, 登机,"}, {"v": "1", "t": 2784.2, "c": "键盘, 键盘就是键盘, 刘老师, About, About, Welcome about, 登机, 你再把它俩放到一起再看一眼好不好, About一个甲板登机, Aquella国外海外,"}], "wide": [{"v": "9", "t": 424.3, "c": "好来走, let your feelings go wide, when you are upset, 当你感到很心烦的时候,"}, {"v": "2", "t": 2330.4, "c": "心胸很宽广 快点 心胸宽广 怎么说 我们的 wide 我们的心胸很宽广 wide 宽广的 advn 一直在玩他哥"}, {"v": "1", "t": 2506.8, "c": "aboard, 欢迎登机abroad宽的, 不是一个单词, 好, 继续来, 读wide, 听到了吗, wide, I, wide, 那这个单词什么意思,"}, {"v": "1", "t": 2567.6, "c": "two hundred and forty kilometers wide, 有两百四十米宽, 公里, 对, 千米公里, 好吧,"}, {"v": "1", "t": 2632.2, "c": "a famous, famous, 著名的, world wide writer, 再来一遍, she is a"}, {"v": "1", "t": 2710.2, "c": "我们将要去哪的, 荒凉的, 野外的, wild, wild, 这是wide, 这是wild, wide, 好, 过去了, 听见了吗?"}, {"v": "1", "t": 2794.9, "c": "登机, 你再把它俩放到一起再看一眼好不好, About一个甲板登机, Aquella国外海外, Wild, Wide, 我们的心胸多快阔, 开阔的广阔的, Wild, 原始的, 荒凉的,"}], "world": [{"v": "12", "t": 114.2, "c": "wanted to sail around the world 他想航行 围绕着世界航行 他想要 环游世界 是不是你也想来123"}, {"v": "2", "t": 244.8, "c": "Disappear消失不见 好不好 来举个例子 If the world disappears 如果这个世界消失了 You will disappear"}, {"v": "39", "t": 360.0, "c": "and peace,peace还是很平静的, 平静和平,peace,peace,平静和平,好读,peaceful,peace可是个名字,要平静和平,那peaceful形容词平静的和平的,peaceful,平静的和平的,一个更加平和的世界,平静的世界,a more peaceful world,peaceful,peaceful, peaceful world,一个平静的世界,一个祥和的世界,好没问题,这个咱读成,对还是和平静安静有关系,叫silence,silence是沉默,沉默也是安静嘛,沉默,你看silence,很好读,silence,silence,silence怎么讲,你看,s,l,n,l,n想着轮,c想着车,c轮车, 四轮车,silence,四轮车,整个合起来就是四轮车,你不要读成silence,你可不要读成silence,silence,silence,汉语拼音四轮车, 你看简爱在去,他在去打工的那个男的叫什么,去他们家做一个家庭老师的时候,坐着那个四轮马车,是不是四轮马车非常安静的行驶在乡间的小路上,你想想这个场景,一个四轮车,安安静静的行驶在乡间的小路上,silence,沉默,安静,silence,沉默,安静,四轮车,安静,安静, 安静吗,安安静静的行驶,silence对"}, {"v": "27", "t": 490.7, "c": "nature自然的, 自然的, 好不好? 来123读吧, 自然世界的nature world, 自然世界的nature world, 好继续来, 哟这一页单字好多, 刘老师有点多别烦了,"}, {"v": "16", "t": 909.8, "c": "真的 这个人总是活在一个真实的世界中 叫realistic 现实的 realistic world 现实世界 real realistic 现实世界 realistic"}, {"v": "25", "t": 1100.0, "c": "The largest palace in the world 是世界上最大的宫殿 是不是 哇,在故宫走,要不然你累得跟猪头一样 Pallace,世界上最大的宫殿 was"}, {"v": "36", "t": 1243.8, "c": "most beautiful lady in the world? 世界上最美的女人是谁? mirror, mirror, 怎么讲都给忘了, mirror,"}, {"v": "12", "t": 2162.2, "c": "周游世界 see you around the world 阿姨迟到要干嘛 讲述讲述叙述还可以当关系 relative 亲戚 阿姨故意迟到"}, {"v": "1", "t": 2587.8, "c": "wide, 我们的祖国多么的广阔, wide, 开阔的广阔的, 好, 这个单词叫做world, 世界很熟悉吧, world wide, world wide,"}], "writer": [{"v": "7", "t": 307.0, "c": "权威 作者才是最权威 Authurate 权威 好123来啦小朋友 writer 这还讲吗 还是作者作家 writer是写 那我说 write"}, {"v": "1", "t": 2632.2, "c": "famous, famous, 著名的, world wide writer, 再来一遍, she is a famous,"}], "wild": [{"v": "1", "t": 2677.7, "c": "可以想成wil, 我有将要, 将要的, 你看后面还有个的, 看见没有, wild, 将要的, 我们要去, 怎么你不是喜欢探险吗? 我女儿每天就有一个梦想, 出去探险,"}, {"v": "1", "t": 2794.0, "c": "about, 登机, 你再把它俩放到一起再看一眼好不好, About一个甲板登机, Aquella国外海外, Wild, Wide, 我们的心胸多快阔, 开阔的广阔的, Wild, 原始的,"}], "whole": [{"v": "2", "t": 476.3, "c": "我觉得这句话写的特别好 The incident Colored her whole life 这件事情 染色 Color是色 颜色"}, {"v": "29", "t": 1038.3, "c": "全部整个 我说I cannot waste my whole life 我不能浪费自己的一生 I cannot waste"}], "wrong": [{"v": "27", "t": 532.6, "c": "food, 垃圾食品recycle, 回收circle, 就是cycle, 环绕, wrong的, 圆的, around, 四周, look around,"}, {"v": "2", "t": 661.9, "c": "the matter 怎么了 or what's wrong with you 你怎么了 就等于what's the"}, {"v": "24", "t": 927.0, "c": "我承认我错了, I ordermate, I was wrong, I ordermate, 承认, 承认怎么记, ad表示一再的,"}, {"v": "16", "t": 992.0, "c": "这个单字叫wrong 错误的 这个单字我咋觉得不用我讲 你都知道 what's wrong with you what's wrong with"}, {"v": "16", "t": 1098.1, "c": "mistake de不要多成te mistake 什么意思 错误 对应该的简单wrong 是不是what's wrong with you 这个单字形容词错误的"}, {"v": "16", "t": 1205.6, "c": "快点妹妹死拿那个 mistake 错误 形容是那个错 what's wrong with you wrong错的 还有一个错的爸爸死了 你看"}, {"v": "24", "t": 1642.6, "c": "admit, 承认, I admit I'm wrong, 我承认我错了, 刘老师, 我承认我爱你, I admit"}], "when": [{"v": "38", "t": 43.7, "c": "发生。 好, Eccur 事情发生了, 这件事情发生了。 When people are doing a, 这个单词你可能不认识的,"}, {"v": "6", "t": 128.9, "c": "wanted to be a pilot when she was a child, 当她是个小孩的时候,be"}, {"v": "9", "t": 427.0, "c": "let your feelings go wide, when you are upset, 当你感到很心烦的时候, 让你的感情感觉,"}, {"v": "22", "t": 684.0, "c": "记完了, 怎么来记记完了, 举个例子好不好, 我当你提到英语的时候, 不要害怕它, when you refer to English, when"}, {"v": "25", "t": 780.0, "c": "Fire是火。Fire是战士。 就是消防员。 Firefighters never know when a fire or other emergency"}, {"v": "6", "t": 1397.7, "c": "extend your arms, extend, 不要延伸你的胳膊, when you sit beside me, 是不是你的同桌就这么说,"}], "wound": [{"v": "4", "t": 418.2, "c": "里边救阿姨 anger 伤害 损伤 好继续来 这个单子叫做wound 咱们前面讲过的单词wound 我当时还不会写这个单词叫wound 伤口不能总是捂着 要不会更严重的 wound"}], "wanted": [{"v": "12", "t": 114.2, "c": "sale大海喽sale航行 好继续来继续来 咱举个例子吧 是不是你也想干这事 he wanted to sail around the world"}, {"v": "9", "t": 731.5, "c": "除掉, 好, 走, 来, she wanted to be rid of her"}, {"v": "9", "t": 802.4, "c": "就在根据别人说的话干事, 就在根据按照, 经济不独立什么也别说, 好吧, she wanted to be get rid of"}, {"v": "9", "t": 931.9, "c": "所以老人真的很不容易, 你知道吗? 父母真的很不容易, 来吧, She wanted to be rid of her"}], "weight": [{"v": "6", "t": 1224.4, "c": "Man tend to put on weight, 男人倾向于增加体重, put on本来是穿上, weight的体重, 你可不能穿体重啊,"}, {"v": "28", "t": 2477.2, "c": "思考都瘦了, think, 瘦的, slame, 苗条的, weight, 讲到了瘦的苗条的讲个重的吧, weight, 他的意思是weight, 体重, 重量,"}, {"v": "28", "t": 2555.2, "c": "I dare not we myself, weight, 称重, 这一会儿单词也不简单, 个别单词简单, 当然也没那么简单, 来,"}], "waiter": [{"v": "39", "t": 180.0, "c": "一个方向为别人服务,观察,遵守,观察,遵守,好记吧,这个单词叫做observ,observation,observation,观察的名字,observation,观察的名字,好继续来,observer,observer,观察的后面加个一二,观察的那个人,叫观察者,评论员,对,观察员,observer, 观察员,一个观察出来那么多单词,observ,都来自于服务,wait,对,讲到了服务,刚才不是讲到那个服务员吗,讲到的仆人,叫servant,还记得serv服务,servant仆人,讲到wait,等待这个不讲了,wait a minute,等一下,wait for me,等等我,wait不讲了,很熟,我们讲的是waiter,waiter也是服务人员, 对,服务生服务人员,hi,hello,waiter,come here,waiter,waiter,服务生,女服务员是waitress,不用讲很了解,男演员叫actor,女演员叫什么,咱们前面讲过actress,对,r加上ess,s表示女性的母性的,waiter,女服务员,waiter,waiter come here,对,等待的那个人随时被你叫,叫做服务生, servant叫仆人,waiter叫服务生,好,继续来,call,打电话,call"}, {"v": "39", "t": 240.0, "c": "me,等等我,wait不讲了,很熟,我们讲的是waiter,waiter也是服务人员, 对,服务生服务人员,hi,hello,waiter,come here,waiter,waiter,服务生,女服务员是waitress,不用讲很了解,男演员叫actor,女演员叫什么,咱们前面讲过actress,对,r加上ess,s表示女性的母性的,waiter,女服务员,waiter,waiter come here,对,等待的那个人随时被你叫,叫做服务生, servant叫仆人,waiter叫服务生,好,继续来,call,打电话,call somebody,please call me,对,call me,你call我,有事你call我,有事你call我,还真call你的脸call,call打电话,对call,有事你call我,打电话call, 很好讲对不对,这个叫call,你看是不是call,妈,没,还没想着妈妈,给妈妈打电话,call,这次成绩考的不是很好,期末考试,也不敢回家告诉妈妈了,给给妈妈打个电话,说妈妈以为妈妈该吵了,妈妈我这次考的不是很好,哭尽了,妈妈说没关系,给妈妈打电话,妈妈说没关系,没关系,只要努力就很好,没事,赶紧回来咱们总结一下为什么错都行了,给妈妈打电话,"}, {"v": "39", "t": 668.8, "c": "观察 observation 观察的名字 observer 观察员 wait等待waiter 服务生 call call call 打电话"}, {"v": "6", "t": 1658.0, "c": "attendant, 照顾你的那个人, 是从服务人员, 所以你在酒店吃饭, 正式的语言服务员就是attendant, 如果不正式的就是说waiter, 什么意思, waiter come here, waiter等待的那个人也是服务"}], "week": [{"v": "27", "t": 665.0, "c": "中国日报, daylay, 日常的, 很好记得这个单词, 哈, 叫做week, week, weekday, awake不是一周吗, 一周七天, awake,"}, {"v": "22", "t": 1710.9, "c": "new kind of insect last week, 上周研究小组发现了一种新的昆虫, 再来一遍, insect, research还没讲到, 但是group讲过了,"}, {"v": "6", "t": 2210.7, "c": "with my friends twice a week during the holiday, 好假期期间我计划一周和我的朋友玩两次, I"}], "which": [{"v": "7", "t": 452.6, "c": "english translation of a poem which was written by 林辉英 是由林辉英写的"}, {"v": "41", "t": 1517.4, "c": "according to the passage 根据这篇文章 which of the statements below 下面哪种"}, {"v": "28", "t": 1824.2, "c": "pass the exam, 我希望我们通过这次考试, hope, which等一会, which这是hope希望, hopeless没有希望的, 很好记对不对, hopeless没有希望的, 来这个叫which,"}, {"v": "12", "t": 2059.0, "c": "咱们来读一下 九泉satellite 这个单字我们后面会讲叫 卫星发射中心 九泉卫星发射中心 which was founded 11958年 对九泉卫星发射中心建于1958年 因为是被动吗"}], "winner": [{"v": "10", "t": 856.7, "c": "won 他的原型是win 还记得win是怎么讲的吗 忘了刘老师讲的是winter 是不是冬天 然后咱们讲的是winner 怎么讲的 熬过冬天的人才是赢家 所以winter冬天 winner是赢家 win是动词赢得"}, {"v": "7", "t": 1566.4, "c": "你同意了吗 一点都不乱序 谁要再说我的书乱序 你帮我声明一下 Winter 问他冬天Winner 所以我一定要告诉你这个单词什么意思 赢家获胜的Winner I am the"}, {"v": "7", "t": 1819.4, "c": "冬天 谁不经历冬天能成为赢家的 我们都在经过人生最长的一段 或长或短的一段 冬天才能成为赢家 Winner 赢家 这个单词不就是win吗 win不就赢得吗 我赢得了比赛 I"}, {"v": "7", "t": 1960.5, "c": "we winter win是什么意思 win是什么意思 赢得比赛 winner 对这个单词我记得winner 赢者赢家 one one 赢了出去喝小酒去"}], "win": [{"v": "10", "t": 849.4, "c": "named 这是个人名 一个叫做Arthur的跑步的人 赢得了比赛 won 他的原型是win 还记得win是怎么讲的吗 忘了刘老师讲的是winter 是不是冬天 然后咱们讲的是winner 怎么讲的"}, {"v": "7", "t": 1821.8, "c": "我们都在经过人生最长的一段 或长或短的一段 冬天才能成为赢家 Winner 赢家 这个单词不就是win吗 win不就赢得吗 我赢得了比赛 I win the"}, {"v": "7", "t": 1895.8, "c": "赢了 出去喝点小酒呗 所以one one 酒 win是赢 比赛赢了后大家一起出去 喝葡萄酒庆祝一下 one 酒 赢了出去喝酒去"}, {"v": "7", "t": 1958.0, "c": "别问了 睡觉呢 冬天 we winter win是什么意思 win是什么意思 赢得比赛 winner 对这个单词我记得winner 赢者赢家"}, {"v": "7", "t": 2019.1, "c": "看 发音类似小蜜蜂振动翅膀的声音 win 那个win是什么声音 振动小翅膀 win翅膀 win翅膀 123 走了 swin 这不是翅膀吗"}], "whip": [{"v": "7", "t": 2103.5, "c": "我唱起来摇摆摇摆摇摆是不是 sway摇摆 它就等于sway 蛇的翅膀摇摆 蛇走路也摇摆sway摇摆 好这段是whip 好先讲一个单字叫whip 它的意思是哭泣 它不是cry cry这个哭是大哭 流着鼻涕"}], "while": [{"v": "8", "t": 51.2, "c": "in the classroom for a while 我在教室里面待了一会儿 快点怎么讲对方了 a表示一再的 一再的我什么一个人的 avoid"}], "wake": [{"v": "8", "t": 1574.4, "c": "of 为什么这么敢骄傲 好 一会咱们再复习 几乎这几个单词不复写 它们wake 这个单词我都不用听 不用讲你都会 wake up 起来了"}, {"v": "8", "t": 1637.8, "c": "sleep 趴在那 睡着了sleep 好睡觉 这个单字都称asleep 你看刚才是wake是叫醒你 awake是醒着的 sleep是睡觉 asleep是睡着的形容词 对 睡着的熟睡的"}, {"v": "8", "t": 1740.6, "c": "你再给我回来一个单词作为对我的回报 reward reward 好嘞 没问题了 刚才咱们讲到了wake 我在复习一半关你什么事 awake 是不是那样的 醒来 叫醒"}], "ward": [{"v": "8", "t": 1658.9, "c": "asleep asleep 睡着的熟睡的 好这个单字叫做awared 你看有点个awared ward你就想成它这个单词 ward ward认识吧 单词样 wer一个ward 我同学们该下课了"}, {"v": "8", "t": 1768.3, "c": "你再把一个单词给我弄回来 作为对我的回报 奖励回报 好 连续背了六个单词走起去 这个单词叫做ward 还用讲吗 in the ward 世界啊"}], "word": [{"v": "9", "t": 10.6, "c": "好,我们还继续来进行,这个单词叫做sentence。 刚才咱们讲的是word,对不对? 然后讲了一个reword,对不对? 对吧? 我还说这个单词想成word单词,是吗? word单词,那这个单词就是句子吗? 对,单词构成句子,sentence。"}, {"v": "9", "t": 113.0, "c": "再来,夫人和一条蛇,蛇。 夫人一条蛇,组成了短语美女蛇phrase。 好,一二三,张开嘴,phrase。 好,咱们把这些构成句子的单位讲一下,非常不好讲, 因为太无聊,怎么讲一下。 第一个单词怎么说word,look at this word,看这个单词。 句子怎么说sentence,短语怎么说,夫人一条蛇phrase。 夫人一条蛇phrase,短语美女蛇。"}, {"v": "40", "t": 360.0, "c": "and peace,peace还是很平静的, 平静和平,peace,peace,平静和平,好,多peaceful,peace可是个名字样,平静和平,那peaceful形容词,平静的和平的,peaceful,平静的和平的,一个更加平和的世界,平静的世界,a more peaceful word,peaceful,peaceful a more peaceful word. peaceful"}, {"v": "38", "t": 1528.1, "c": "比如你能发这个词音吗 Can you pronounce this word Pronounce 你看还讲了Announce 难死 提前都难死了 英语还没学就觉得很难"}, {"v": "38", "t": 1598.8, "c": "我说你能会拼写这单词吗 Can you spell this word 发音 Pronounce 拼写 spell 对"}, {"v": "8", "t": 1713.9, "c": "我回到重庆了 I return to重庆 re表示回来 word是单词 还想着单词想着wr的 我说我多讲一个单词作为你的奖励 你说刘老师 我也给你回过去一个单词吧 reward作为对你的回报"}], "west": [{"v": "9", "t": 243.0, "c": "east, and sets in the west,set是往下, 再重来我把太阳按掉,123, the sun rises in"}, {"v": "9", "t": 362.6, "c": "east and sets in the west, 快点再帮我背背那个夫人和一条舌那个短语phrase, phr夫人一条舌ase phrase短语句子, sentence单词word, 好可以了,"}, {"v": "43", "t": 1049.2, "c": "kilometer,千米, 米,米, 你就把它记成米, 什么英识,不认识,米, 好,继续来进行, 叫west, 这一会儿开始讲方位了, 把你讲的头晕, 我初中毕业都分不清east,west, north,south, 头晕,"}, {"v": "43", "t": 1109.2, "c": "好,开始东,哦,叫west, west, 对,形容词, 西部的,西方的, west, west,西方文化, 叫west culture, 西方文化叫west culture, 好,继续,"}], "waste": [{"v": "9", "t": 322.4, "c": "安顿定居往下了解决了settle, 所以你解决问题怎么说, 你经常这么说, 你能解决这个问题吗, 咱们应该学的是do waste吧, 还学过do waste对不对, 好处理解决do waste和do waste,"}, {"v": "43", "t": 426.2, "c": "something。 对付你亲爱的人,对付处理。 deal,亲爱的deal,处理解决。 deal,处理解决。 deal waste。 其实我们写作的时候deal waste就等于solve。 所以我来了,解决呀。 solve就等于deal waste。"}, {"v": "43", "t": 709.2, "c": "怎么讲呢?快点。 亲爱的,多像啊。 你最爱的那个人,你要帮他解决问题啊。 你最爱的那个人,你要帮他解决问题啊。 经常讲的是do waste,解决。 经常讲的是do waste,解决。 soul不解决,俩解决了。 resolve, 可以翻译成解决,"}, {"v": "11", "t": 896.0, "c": "taste。怎么讲呢?快点给忘了taste。 怎么讲呢?他在街上吃。 taste。品尝。taste。 美味的。 是不是很好记。来。这个单词叫做 waste。 waste。 waste。 我们在街上吃东西。 最后吃不完都扔掉了。 所以waste。浪费。"}, {"v": "11", "t": 958.0, "c": "看人家吃东西。 每天吃的津津有味的。一点都不浪费。 你看你吃东西。 是不是。所以taste。 他吃东西就是品尝。 我们吃东西就是浪费了。waste。 好。继续来。 叫safe。 翻译那边像媳妇。safe。 你爸爸的媳妇就是你妈。 是不是个非常节约的人。对不对?"}, {"v": "29", "t": 1038.3, "c": "ho ho 全部整个 我说I cannot waste my whole life 我不能浪费自己的一生 I"}, {"v": "11", "t": 1148.0, "c": "我也是。 但是我一吃都不觉得好吃。 所以他吃东西。他在街上吃东西。 品尝。我吃东西。 一点都不好吃。 最后浪费了。waste浪费。 safe。媳妇。 节约节减。safe节约。 safe water 节约水。"}, {"v": "22", "t": 1592.1, "c": "盖, 覆盖, cover, 对我们经常会见到一个叫做be covered waste, be covered waste, 用什么什么覆盖, 来,"}], "willed": [{"v": "9", "t": 439.9, "c": "当你感到很心烦的时候, 让你的感情感觉, 让你的感情勾, 还记得这个词吗, 让你的情感变得狂野是不是, 这个词都称willed, 将要的, 听说你们要去探险, 你们将要去哪探险, 将要的willed, 野外野外,"}], "worry": [{"v": "9", "t": 490.2, "c": "所以下次别人再告诉你说, 小元你今天怎么了, 你upset, 我感到很生气, upset, 这个单子叫worry, 这个单子用了很多吧, don't worry about me,"}, {"v": "9", "t": 550.8, "c": "像吹风机一样吹干, 否则衣服很难干, worry, 挖太阳, 挖日, worry, worry, 挖日, 担忧担心, 所以我们学的是be worried"}, {"v": "9", "t": 676.4, "c": "sunny不是太阳的吗, sunny, 可是重庆那个怎么讲的, 重庆那个, 重庆那个见不见不见的太阳怎么说, worry, wa日为太阳而担心worry, sunny, 好, 有太阳的这个是, 真的read,"}, {"v": "9", "t": 1376.6, "c": "upset these days, 我这几天感觉非常的upset, 心烦的, worry, 哇太阳, 看我的表情, 哇太阳, worry, 担心,"}], "worried": [{"v": "9", "t": 504.8, "c": "worry about me, 对这个短语我们今天考的是, be worried about, 那为什么把worry和upset跟他一起讲的, 因为意思很像呀, worry的, 发愁的,"}], "words": [{"v": "29", "t": 355.6, "c": "这是个好习惯什么呢 to look up new words in your dictionary look up"}, {"v": "28", "t": 937.0, "c": "in remembering, in remembering these words, 记住这些单词, 再来一遍, 手握起, I spent"}, {"v": "33", "t": 1142.0, "c": "is necessary to recite English words。 好。 通顺的说一遍。 不张嘴的朋友都是小猪。 it is"}, {"v": "39", "t": 1286.7, "c": "好 he repeated the woman's words 他重复了女人的话 repeat 阿姨重复的peat 重复的peat重复重复 就是重复嘛"}, {"v": "33", "t": 1418.1, "c": "You have to recite English words. Recite。 Man主要的。 Manly主要的。 我们河南的主要食物就是小麦。 One"}], "wave": [{"v": "10", "t": 627.5, "c": "这个叫做 enough 足够的充足的 好继续来 这个单字叫做 wave 特别好记得没 它的音标不好记 wee 你自己读 wee"}, {"v": "10", "t": 780.5, "c": "shake hands 是吧 对吧 wav wave wave晃动搖动可以当波纹讲 好继续来 这个单词读成shock 对不对 这个单词"}], "won": [{"v": "10", "t": 848.4, "c": "一个跑步的人 named 这是个人名 一个叫做Arthur的跑步的人 赢得了比赛 won 他的原型是win 还记得win是怎么讲的吗 忘了刘老师讲的是winter 是不是冬天 然后咱们讲的是winner"}, {"v": "33", "t": 2488.3, "c": "Saturation, 好, 来, 一二三多, 这种情况, Won't be out of control, 他说这种情况不会失控,"}, {"v": "33", "t": 2549.8, "c": "Saturation, 形式, 特别就背这句话, The situation won't be out of control, 这种形式不会失控,"}], "wandle": [{"v": "10", "t": 1443.4, "c": "很好记对不对 这段叫做Peasant 你看 还是像那段词 Pea Wandle S 你看 Pea不是Wandle吗 加个S Wandle"}], "whistle": [{"v": "11", "t": 1068.0, "c": "puff. blow。吹。 口哨没写出来。告诉我口哨怎么说。 blow a whistle。我们 吹口哨。 whistle. blow a whistle."}], "wet": [{"v": "15", "t": 3021.4, "c": "毛衣卫衣 sweater 好嘞 对出汗汗出在什么 毛衣卫衣上干的 这个单词叫做wet 你看we是我们t是他 我们和他都怎么呢 湿的 我还给你弄了一个西双版纳 泼水节"}, {"v": "15", "t": 3093.7, "c": "来走 damp 大坝趴在上面damp 潮湿的 刚才那个潮湿的是谁 wet 我们和他都是了wet damp 湿的潮湿的 学会两个潮湿的同学呢 这个单词叫dry"}], "wail": [{"v": "16", "t": 6.9, "c": "好,我们还继续来进行,同学们。 这个单词叫做读一下wail,你看wail,一长音一wail,wail什么意思? 它发现了轮子,车轮,车轮轮子怎么解决? 你看它特别像wll,对,你看whe想着wll,当,ee你就想着两个车轱辘,转转转动转动转动转动转动转动转动感觉。 对wail,车轮轮子,再来一遍wail,车轮轮子,对不对? 好,咱们看一下这个是干嘛的? 坐自行车的轮子make"}], "wll": [{"v": "16", "t": 19.0, "c": "好,我们还继续来进行,同学们。 这个单词叫做读一下wail,你看wail,一长音一wail,wail什么意思? 它发现了轮子,车轮,车轮轮子怎么解决? 你看它特别像wll,对,你看whe想着wll,当,ee你就想着两个车轱辘,转转转动转动转动转动转动转动转动感觉。 对wail,车轮轮子,再来一遍wail,车轮轮子,对不对? 好,咱们看一下这个是干嘛的? 坐自行车的轮子make bicycle wheels,wail怎么讲的?"}], "wheel": [{"v": "16", "t": 54.6, "c": "坐自行车的轮子make bicycle wheels,wail怎么讲的? wll两个小轮子转转转是不是ee,转转e,wail轮子,再来一遍,连读三遍wail轮子自行车轮子。 bicycle wheel,bicycle wheel,好,继续来,这个让你看一个车的,腿部这个单词你应该见过吧? evac,现在很多房车都是做的这个evac,你看这个单词的发音片吗? vee vehicle,再来一遍,vee vehicle,这种读在第一个音节上不要读vee"}, {"v": "17", "t": 380.5, "c": "是不是很好玩 那毛茸的Panda 熊猫 Panda熊猫 好继续来小朋友 Wheel Wheel 听没听到发音 Wheel 就那种 发的那种"}], "wolf": [{"v": "17", "t": 616.1, "c": "Fox 再来一遍 Fox Box 狐狸 好继续来继续来这个Wolf 他们听他发音 发音就是很凶残的感觉 他们读一下 你笑着都没法发这个单字的音 不信试试你来试试"}, {"v": "17", "t": 682.6, "c": "At上 去山上 Goat 山羊 还记得吗 Wolf 好 来狼 这个单字叫Animal Animal 啊你摸"}, {"v": "20", "t": 1705.0, "c": "好,继续来。 我今天一定要说你单词没见过不要乱编的。 我们见过一个单词才吓人的。 一个中文写的是。 color wolf。 wolf是不是狼? 在讲过。 色狼。 我这个天哪。 color"}], "wallet": [{"v": "17", "t": 2222.2, "c": "前几天我要装个东西找钱包 我记得我以前有很多钱包 一个也找不到了perse 什么破死了钱包 继续来 叫wallet 你看 perse一般指的是女士钱包 解释一下 女士钱包 perse"}, {"v": "17", "t": 2580.6, "c": "就等于爸购买 破车子买个新的purchase 这个单词没打出来 刚才purchase 破车子购买 wallet wallet快点快点 我勒他 钱包 pocket pull开他"}], "wall": [{"v": "25", "t": 1414.0, "c": "好吓人,经常见到,对不对 你在地铁的门上,记得Warning 你在门的旁边 一般都写着Warning,叫警告 怎么记,Warn 这个单词发现,它们像Wall,墙 Warn 我们经常在墙上写的有警告,比如说 此处禁止,都有垃圾 对墙上写的什么,警告,再来一遍 Warn,特别像Wall"}, {"v": "25", "t": 1476.0, "c": "drive slowly Warn,他们像墙 墙上一般都写的很多警告 Warn Wall,一起连读三遍 Wall,墙 Warn,警告 Wall,墙,Warn,警告 好,这个单词叫做 Soldier"}, {"v": "17", "t": 2269.2, "c": "钱包 插死chase 快快chase追赶追赶追赶追赶 chase追赶 没了你也是一个代词 单字差不多了wall 对讲到了wallet 我勒他 钱包 讲到了wall 墙"}], "window": [{"v": "30", "t": 378.7, "c": "走快點 叫Winday Winday這個單字來自於wind 風 那風怎麼記呢 Window認識嗎 Open the window Open the"}, {"v": "30", "t": 439.7, "c": "Raincoat 快點下雨穿的衣服 雨衣 Umbrella 雨傘 Window Window 風的 Cloud Cloud多雲的 是嗎"}, {"v": "18", "t": 507.0, "c": "at somebody,shout,吓他,大喊大叫,shout, 对着某人喊,shout,你看他发音,shout,吓他,是不是叫shout,这段都说短音,shout,怎么记得,你都说书,书,你看,s就像书,他像是头,书头,你看古代那些女生,包括现在很多阿拉伯国家的女人,书头是不能让别人看见的,对女生的一切都不能让别人看见,只能留两个眼出去, 不能让别人带着你出去,否则你都不能出去,对书头都要关在屋子里,shout,书头,shout,关,关闭,关住窗户,shout the window,就等于close,shout the window跟close the window,书头,关闭,shout,吓他,呼喊,shout,书头,书头,关闭,关闭,关闭,好close,对close也是关闭,但是我要讲一下close可以当形容词, 我自己讲是亲密的,接近的,我说我们两个是好朋友,我说我经常试着去接近你,I"}], "warm": [{"v": "22", "t": 499.7, "c": "people in cold areas, 寒冷地区的人们prefer warm colors, 更喜欢暖色warm, warm, 对不对, 更喜欢暖暖暖暖暖的颜色,"}, {"v": "18", "t": 737.3, "c": "code冷的,喊冷的,hot,热的,这个单词不讲了吗,多说吧,hot,hot,热的,code冷的,我, 来,123,我,战争,m想着妈妈,战争中的妈妈总让我能感到温暖, 我看过一本书,同学们,你可以看一下,再给你推荐一本书,是个法国作家写的,叫《夜鹰》,就是《夜鹰》, 讲的是在那个德国纳粹来侵占了法国以后,把犹太人全部干光,一个都不拉,然后战争中真的有一根妈妈, 她收留了很多犹太儿童,真的让人觉得很温暖,最后这些犹太儿童都活了下来,她就一个人救了十几个犹太儿童, 战争中的妈妈让人感到很温暖,hot太热了,warm是温暖的,真的code,很好记对不对,code就是个单词, 刘儿你穿的衣服好酷,冷酷的,冷的冷酷的,冷的冷酷的,今天好冷啊, 冷的冷酷的,好吧,差不多咱们开始复习单词了,再讲两个好不好, 这个萤幕还记得吗,用音乐陪伴你在身边,在哪儿见过之后,这一幕, 这是一部动画片,如果你从来没有看过,你应该看一个,寻梦还游记, 每次看都特别感动,叫寻梦还游记,我以为这个电影讲的就是妈妈反对她成为梦想中的人,"}], "www": [{"v": "19", "t": 653.6, "c": "company, 公司, 这个公司很好记, 你们在哪见的, 你们不是在那个网址, www.sohu.com, www.taobao.com, 大不了什么那com, 那个com就是公司, sohu.com, taobao.com,"}, {"v": "34", "t": 1650.7, "c": "对咱们现在吃福都说online 这边website website也很好记怎么记的 你们 就你看那个淘宝网 www.sohu.com www.taobao.com w就是个单词 网址 网址website 对www就是web的缩写形式"}, {"v": "34", "t": 1757.7, "c": "collect 给客人到collect 职员办事员 online 线上website www 网址 download download download 叫下载"}], "warning": [{"v": "25", "t": 1406.0, "c": "不要看着我的脸,觉得了 General General 好 好吓人,经常见到,对不对 你在地铁的门上,记得Warning 你在门的旁边 一般都写着Warning,叫警告 怎么记,Warn 这个单词发现,它们像Wall,墙 Warn"}], "warn": [{"v": "25", "t": 1412.0, "c": "好 好吓人,经常见到,对不对 你在地铁的门上,记得Warning 你在门的旁边 一般都写着Warning,叫警告 怎么记,Warn 这个单词发现,它们像Wall,墙 Warn 我们经常在墙上写的有警告,比如说 此处禁止,都有垃圾 对墙上写的什么,警告,再来一遍"}, {"v": "25", "t": 1474.0, "c": "to drive slowly Warn,他们像墙 墙上一般都写的很多警告 Warn Wall,一起连读三遍 Wall,墙 Warn,警告 Wall,墙,Warn,警告 好,这个单词叫做"}], "watch": [{"v": "28", "t": 105.9, "c": "exchange,不要读exchange,众读在第二个意义,exchange,交换, 我说我们俩交换一下手表吧, let's exchange our watch,exchange our watch, 交换一下思想吧,exchange our idea,idea,exchange"}, {"v": "26", "t": 169.6, "c": "personal, personal watch。 My personal watch,个人的,私人的。 这个单读成,这还读吗?People,我的天,不读了,你这个认识。 Some people think that,"}, {"v": "34", "t": 350.3, "c": "say我天哪这也讲吗 say看见 look是看 say是看见 不解释了 这个单子叫做watch 好 再讲一下也是看 这三个有什么区别 look是看 但是不一定看见了"}, {"v": "34", "t": 429.9, "c": "所以我看过一篇小短文讲的是 一个外国人到了另外一个国家 他对当地的文化不是很了解 因为他知道的look out就是往外看 watch out往外看 他听见楼底有人喊 watch out 往外看"}], "weekday": [{"v": "27", "t": 667.4, "c": "日常的, 很好记得这个单词, 哈, 叫做week, week, weekday, awake不是一周吗, 一周七天, awake, week, 一周,"}], "weekend": [{"v": "27", "t": 682.8, "c": "weekday, 周的天, 工作日, 平常日, 那周末怎么说, weekend, 对, week结尾处就是周末, weekend, 再来一遍, weekday,"}], "weekends": [{"v": "27", "t": 708.0, "c": "叫做周末, 好, 来一二三, 在周末怎么说, on weekends, 对, 对, 你们记住, 你们老师会考戒词的用法, 这是咱们语法班会讲的,"}], "wish": [{"v": "28", "t": 1818.3, "c": "examination, exam, 你可能喜欢说exam是吗, 再来一遍, I wish I can pass the exam,"}, {"v": "28", "t": 2564.4, "c": "当然也没那么简单, 来, hope, 我说我还讲不来, 希望, wish, wish是希望你和平平安, 这怎么讲, 地震中他的弟弟怎么, 弟弟死了一段, dispair,"}], "wise": [{"v": "29", "t": 1458.9, "c": "聪明的 对聪明的 智能的 小巧的 漂亮的都可以 这个单字叫wise 你们听他的翻译 那么wise wise wise wise"}, {"v": "29", "t": 1997.2, "c": "smart clever 可来啦我 谁孙武功 聪明的 wise wise怎么讲的 刘老师 wise怎么讲的 聪明的 是不是明智的聪明的"}], "wisdom": [{"v": "29", "t": 1499.5, "c": "wise 聪明的 明智的 好没问题了吧 这不是wise的名词吗 叫wisdom wisdom 聪明的 名字的名词 叫聪明名字的名词 wise"}, {"v": "29", "t": 2008.8, "c": "wise 刚才又说个河南话 wise wise 聪明 wisdom 聪明的名词 聪明智慧 bright 用不蒙住眼睛是正确的 明亮的"}], "wood": [{"v": "29", "t": 1827.5, "c": "学什么都配的 stupid 愚蠢的啥的 可以吧 咱们把聪明的笨的快干完了 wood 先讲物的 物的 叫木材 他翻译那边物的 屋子"}, {"v": "29", "t": 1897.6, "c": "再来一遍 forest为了休息 在哪休息森林 有树的地方森林 forest森林 wood木头 木 forest森林 好 差不多了 快该复习了"}], "winday": [{"v": "30", "t": 372.7, "c": "再來 Umbrella雨傘 Umbrella雨傘 是不是很好記 走快點 叫Winday Winday這個單字來自於wind 風 那風怎麼記呢 Window認識嗎 Open"}], "weather": [{"v": "30", "t": 723.7, "c": "Focus的 好預測預報 所以你經常看到咱們中央電視台 天氣預報就是 嗯這沒寫啊在這 Weather forecast Weather forecast 眾多在第一個印記上 Focus你不要讀成Focast"}, {"v": "42", "t": 2787.3, "c": "me whether是否 我发音一模一样 六老师是一模一样 发音一模 weather天气 你不是经常说北京的天气怎么样 123 what's the weather"}], "worse": [{"v": "30", "t": 1054.7, "c": "朋友他的孩子說滅吧行動 爸爸是壞的bad 壞的daddy 爸爸bad壞的 是吧 這邊是worse worse bad 比較急是更壞worse 我要死了我爸 更壞每天逼著我寫作業"}], "worst": [{"v": "30", "t": 1082.7, "c": "bad是原級你爸只是bad 我爸是worse 他的爸爸是worse的每天逼著他 學習是不是worse的bad worse worst bad worst worst 講完了 好過去咯"}, {"v": "30", "t": 1428.7, "c": "太弱了 太弱了 太弱了怎麼啦劉老師 可怕的呀人長得太弱了 bad worst worst不講了 nais nice 好的 fun好的"}], "wait": [{"v": "39", "t": 180.0, "c": "就顶着吓不吓人,对serv一个美女为你服务,serv,serv,对一个美女我serv服务,你只要能记住serv是服务下面都好记了,叫servant,servant,为你服务的人是谁,仆人,所以他可以翻成仆人,可以翻成公务员,公务员,公务员就是为人民服务的呀,servant,仆人,为你服务的人,仆人, 所以咱们说公务员是人民的公仆呀,servant,servant,服务的人,仆人,公务员,你就记住仆人吧,不用记起来的,servant,仆人,服务的人,仆人的呀,就叫servace,servace,他就是serv的名词,serv服,servace,服务的名词,servace,服务的名词, 好,继续来,这个单子叫做observ,ob表示方向,再给你讲都恶心你了,已经讲过很多遍了,ob,op方向,serv是服务,朝着一个方向为你服务,是不是你又没有去过稍微好一点那个酒店吃饭,会不会有点占两个服务员,对,他朝一个方向为你服务,你的盘子啃骨头,啃马了,给你换个餐牌,你的衣服掉在地上,把你套起来,你的水喝完了,把你倒水, 朝着一个方向为别人服务,你要会察言悦色,看别人喝完了赶紧倒,观察,观察,observ,观察,朝着一个方向为别人服务,你要观察别人缺什么,水喝完没有,做的地方玩手机是任你当服务员,observ,观察,还可以当遵守,他们这个不用讲了,肯定有遵守的意思,你观察,服务员帮我倒杯水,遵守, 一个方向为别人服务,观察,遵守,观察,遵守,好记吧,这个单词叫做observ,observation,observation,观察的名字,observation,观察的名字,好继续来,observer,observer,观察的后面加个一二,观察的那个人,叫观察者,评论员,对,观察员,observer, 观察员,一个观察出来那么多单词,observ,都来自于服务,wait,对,讲到了服务,刚才不是讲到那个服务员吗,讲到的仆人,叫servant,还记得serv服务,servant仆人,讲到wait,等待这个不讲了,wait a minute,等一下,wait for me,等等我,wait不讲了,很熟,我们讲的是waiter,waiter也是服务人员, 对,服务生服务人员,hi,hello,waiter,come"}, {"v": "39", "t": 668.8, "c": "观察 observation 观察的名字 observer 观察员 wait等待waiter 服务生 call call call 打电话"}, {"v": "33", "t": 1440.3, "c": "大米。 对中国的一个主要的食物就是大米。 咱们小麦, 中原地区吃的也很多。 怎么讲? Wait。 怎么讲呢? 当我们在吃的时候吃的是小麦。 对河南人吃小麦。 你们南方一般吃大米。 Wait。"}, {"v": "31", "t": 1505.9, "c": "eat w1 eat 当我们在吃是什么 小麦 wait 小麦 好继续来 这个单字叫做 green 气想着哥哥"}, {"v": "31", "t": 1892.1, "c": "马铃薯potato 好土豆马铃薯 这一会讲的也都是吃的 来一遍 当我们在吃吃什么 我们河南人wait小麦 你们南方人goreen 语中的哥哥 受鼓励 vegetable 味鸡桌子"}], "watermelon": [{"v": "31", "t": 2300.6, "c": "melon melon卖什么 卖甜瓜 melon melon叫甜瓜 watermelon watermelon叫西瓜 对带水的甜瓜 因为西瓜的含水量是很高的 watermelon叫西瓜 melon"}], "website": [{"v": "34", "t": 1645.0, "c": "online 线上的 好online 线上的 对咱们现在吃福都说online 这边website website也很好记怎么记的 你们 就你看那个淘宝网 www.sohu.com www.taobao.com"}, {"v": "34", "t": 1757.7, "c": "collect collect 给客人到collect 职员办事员 online 线上website www 网址 download download download"}], "wealth": [{"v": "36", "t": 856.3, "c": "Rich, 富有的, 对, 每天都吃富有的, 好, 这个叫做Wealth, Wealth, 咬声音, Wealth, 翻译特别像威尔式, 你听到了吗,"}, {"v": "36", "t": 1295.8, "c": "婆婆, 穷人, rich, 每天都吃, 富人, wealth, 威尔士, 财富, wealth, 富有的就等于rich, worth,"}], "worth": [{"v": "36", "t": 890.0, "c": "财富, Wealth, 财富, 好, 继续来, 这个单字叫做Worth, Worth, 我死, 是不是人生自古谁无死, 留取丹心赵瀚清, Worth,"}, {"v": "36", "t": 1301.0, "c": "wealth, 威尔士, 财富, wealth, 富有的就等于rich, worth, 我死, 也有价值, 要worth价值, mystery, 妹妹死在特别的日子,"}], "wash": [{"v": "39", "t": 2082.9, "c": "冲 rush 冲 好继续来 这个单词叫做 wash 我洗 就是洗啊 洗衣服洗一洗 搓搓 wash"}, {"v": "39", "t": 2398.5, "c": "拔河的绳子编戒指呀 rush run pause 冲 wash 洗 satisfy 坐在那我死放心 满足满意 satisfy满足满意"}], "wear": [{"v": "41", "t": 973.0, "c": "要不怎么他很骚客呢? Sock。袜子。 Sock。袜子。短袜。 Sock。短袜。 好。继续来。这个单字叫做 Wear。 We 想着我们。Ear 想着耳朵。 Wear。 那就是我们的耳朵。"}, {"v": "41", "t": 1085.0, "c": "叫休闲装。 Keyer Dress 休闲装。 好。你可能Keyer Wear 随意的穿。叫休闲装。 Keyer Wear Keyer。这是个盛世。 所以在Keyer"}, {"v": "41", "t": 1199.0, "c": "Jacket。 Jacket。 Sock。 文人sock都穿着银光色的袜子。对吧? 各种小图案。Sock。短袜。 Wear。我们的耳朵。 戴上穿上Wear。 Carol。开源。 随意的任意的。 讲的好不好 快点记住了"}, {"v": "41", "t": 2024.5, "c": "哎休闲装怎么说 开圆是个什么 carrier carrier carrier wear carrier dress carrier 随意的衣服 对西装是suit"}], "weak": [{"v": "41", "t": 1858.8, "c": "我还在一模一样死壮死壮 好 叫做强壮的死壮 好 这个单词叫做 weak 讲到了死壮是强壮 那weak什么意思 虚弱的 看那个女生虚弱的 躺在这生病了"}, {"v": "41", "t": 2252.7, "c": "notice注意 cape 不讲了太简单了 是壮 强壮 weak 虚弱的 叫都叫不行 太虚弱了 fait 这是一款车的名字"}], "whatever": [{"v": "42", "t": 2705.6, "c": "你应该知道ever是什么意思的 无论如何 however 无论如何 来 whatever 无论什么 whatever 无论什么 whatever 无论什么"}, {"v": "42", "t": 3254.0, "c": "穿过横穿 来anyway 无论如何anywhere 无论何地however 无论如何 whatever 无论什么 whenever 无论何时 whether 两h看见没有"}], "whenever": [{"v": "42", "t": 2737.7, "c": "做你喜欢的任何东西 对 无论什么 whatever 好继续来 叫做whenever 无论何时 是不是 whenever 无论何时我都爱你 I"}, {"v": "42", "t": 3256.5, "c": "无论如何anywhere 无论何地however 无论如何 whatever 无论什么 whenever 无论何时 whether 两h看见没有 是否 一个h"}]}