{"urgent": [{"v": "ohVvDtW7V3Y", "t": 2082.2, "c": "to do something 催促某人做某事 遏制 他的形容叫urgent urgent催促的 快点 急迫的 紧急的 urgent急迫的", "s": 10}], "urg": [{"v": "ohVvDtW7V3Y", "t": 2090.4, "c": "快点 急迫的 紧急的 urgent急迫的 紧急的 urg催促 urgent 紧急的 急迫的 urgent 快点一起记", "s": 5}], "used": [{"v": "NPL1GISYUN8", "t": 255.9, "c": "to doing something 叫习惯于做某事 就等于你那个最熟的叫be used to doing something 习惯于做某事 对", "s": 8}], "uphold": [{"v": "QHQj7TvTk2w", "t": 956.6, "c": "好嘞, 因为讲到了hold, 你看这个hold, 所以讲了一个在hold的词, 已经和一家人没关系了, uphold, uphold, 往上举, 往上抓, uphold什么意思? 维持支持,", "s": 10}], "upside": [{"v": "QHQj7TvTk2w", "t": 1812.3, "c": "可能的倾向于, 躺下饿就变成饱了, 可能就饱了, 倾向于就饱了, 继续来, upside, ab没有意思表的一再的, 一再的笑的, 你看upside, 一再的笑的, 就是搞笑的,", "s": 5}], "united": [{"v": "MS49cPv8p-8", "t": 1304.2, "c": "用文件文献来说话叫记录片 继续来 statement 这个单子我讲一下state state当名词讲我们不用讲叫州国家 所以美国叫united states 叫美国 对那state什么意思呢 州国家 当动词讲它的意思是说", "s": 8}], "unview": [{"v": "UXto6OC0rqg", "t": 543.7, "c": "好几万v5个蛾生病了 用面巾捂住嘴 掩饰掩盖 5个蛾生病了 掩饰掩盖 unview你说什么意思 打开 揭示 对不盖了 unview揭露 展示再来一遍", "s": 8}], "uncover": [{"v": "UXto6OC0rqg", "t": 834.1, "c": "40多岁小女生 他不像男生 40多岁的一个女生 也很难再出去找了 哎呀一辈子为了一个男人不说了 uncover cover是掩盖 uncover不盖了 揭露显示 就等于快点review ievoreview揭露显示", "s": 5}], "unrelated": [{"v": "E7NCsZKSfVA", "t": 258.8, "c": "阿姨迟到, 叙述说明有关系, relate, 这个当然相关的太多了, related有关系的, unrelated无关的, 继续来, relation, 名字, relate是和什么什么有关系, 那你说relation什么意思呢?", "s": 8}], "upset": [{"v": "f4X7J6M3Aac", "t": 2655.7, "c": "asset, 一再的往下放的财产, 他们怎么把钱捡完了, 一件块, 一再的往下放的财产, upset, 这个单词和钱没关系, 因为他在set, 往下, up是往上, 往上的东西往下了,", "s": 10}], "upgrade": [{"v": "F_j4EN6Igkg", "t": 250.5, "c": "就等于typical, typical典型的classic, 上档次的有级别的, 有等级的优秀的, 是吧? upgrade, 对讲到等级, grade是class是班级, grade是, 是一年级, 二年级,", "s": 5}], "use": [{"v": "F_j4EN6Igkg", "t": 2120.6, "c": "废除废止, abolish, 废除废止, abuse, Ab表示否定, use表示使用, 那就不正常的使用, abuse什么意思? 滥用, abuse, 不正常的使用叫滥用,", "s": 8}], "undergo": [{"v": "NJcn3R9ZfOA", "t": 903.9, "c": "是不是你看, 爸爸妈妈把你关在屋子里拿都不能去, 以很快的速度逃跑了, 容忍忍受, Tolerate, Undergo, 从下面走, 正常的人不都在咱们俩平等的一起走吗, 你在我的下面走, 经受忍受, 遭受,", "s": 5}], "unfashion": [{"v": "NJcn3R9ZfOA", "t": 1869.2, "c": "想象设想, 好继续来, 这单子我讲在侮辱你嘛, 过时的, fashion流行, unfashion过时的呗, 你这个衣服刘老师一点都不流行了, unfashion的吧, 不流行的过时的, old fashion的有点像,", "s": 5}]}