{"new": [{"v": "NJcn3R9ZfOA", "t": 689.5, "c": "这个单词我以前不敢讲, 就是原子能的, 核的, 后来我问了我老公, 我觉得这样讲很好, New 特别像New 新的, Clear, 新的干净的能源告诉我是什么元, 就是非常新的,", "s": 10}, {"v": "lWic16pxSwI", "t": 2106.9, "c": "肉都可以flash, 好, 这边renew, 也是跟新有关系, 使它再新, new是新的re, 使重复, 对re当前缀讲, 再说一遍什么意思, 俩意思, 一,", "s": 8}, {"v": "NJcn3R9ZfOA", "t": 2534.2, "c": "你往前面复习吧, 我开始讲新单词叫Oriental, Oriental这个单词不用讲了, 说嘛Oriental, 是不是, 我的新东方New Oriental, 我到什么地方最爱的记录永远都是新东方, 到死不变, 哎呀, 真的同学们,", "s": 10}], "novo": [{"v": "lWic16pxSwI", "t": 2253.3, "c": "创新, innovation熟吗? 叫创新, 如果你还不熟, 先来重庆捋一次油豆熟了, 叫novo, 咱们先不讲客人朋友们, 咱不讲这个单词了, 你再讲这个单词novo, 如果你对novo也不熟, 你对它熟吗?", "s": 10}, {"v": "lWic16pxSwI", "t": 2314.8, "c": "重庆解放班有很多大的商场, 其中有一个叫novo店, 每次我跟我学生走到门口的时候, 说这是什么店, 那是novo店, 我啥novo店, 我都没进去过一次, 就在教场口旁边有个novo店, 是一栋楼, 那一次我没事跟我学生进去了一次, 我都不好意思进去,", "s": 10}, {"v": "lWic16pxSwI", "t": 2433.9, "c": "修复翻新, innovate, 改革创新, 像Lenovo, Legend, Novo, 好, 对, reccur, 还带re单词, occur,", "s": 5}], "nuts": [{"v": "xx4eEyq84x0", "t": 1419.8, "c": "允许给的恩赐, 零花钱津贴补贴, 对这一会一直跟钱有关系, 这个单个bonus, BO想成60, NUS能让你想成NUTS, NUTS, 这不是有点像坚果吗? 对, NUTS是坚果, NUTS,", "s": 5}], "nut": [{"v": "xx4eEyq84x0", "t": 1451.2, "c": "bonus, 奖金红利, bonus, 60袋坚果是你们的什么? 奖金, NUT很好记的坚果, 你成年吃坚果都没留意过吗? NUT, PNUT是花生, NUT是坚果, PNUT花生,", "s": 5}], "nvnv": [{"v": "rlx3xP_CnZw", "t": 1366.3, "c": "别人成功都是都是外面写道成功的 自己的不成功中缺少一条件不成功的 你越这么想你到死都不会成功 因为你到什么时候都会缺那么一点点条件 你们说完了 NVNV病逝的人容易受到别人的妒忌 就给他成功找借口 他不该那么成功 这单讲的太好了 NVB是妒忌 这个单叫jailers", "s": 8}], "nvb": [{"v": "rlx3xP_CnZw", "t": 1373.8, "c": "你们说完了 NVNV病逝的人容易受到别人的妒忌 就给他成功找借口 他不该那么成功 这单讲的太好了 NVB是妒忌 这个单叫jailers 翻译的像解乐死 你看这死这个字都不能在书上出现 其实解乐死也不一定乐死 有时候很开心", "s": 8}], "nv": [{"v": "rlx3xP_CnZw", "t": 1403.4, "c": "因为遭人妒忌 他的意思是羡慕的妒忌的 请看这个单词答的不一样 jailers是一个什么词 是个形容词 这个单词NV是一个动词或者名词 妒忌 再来一遍 NV妒忌 解乐死 千万别晒", "s": 8}], "norm": [{"v": "ohVvDtW7V3Y", "t": 722.6, "c": "树长的门的两边去了 包围着那个门 巨大的 继续来 enormous norm我们很熟吧 可能你不熟你认norma吧 正常的 enorma不正常的 norm就是标准的 比如我身高1米65", "s": 5}], "numerous": [{"v": "ohVvDtW7V3Y", "t": 779.0, "c": "刚才讲了个absent 不送缺席 abnormal不正常的 反常的 好 numerous 这个咱怎么来记 你记你number吧 数量 所以numerous是什么意思 许多的大量的", "s": 10}], "number": [{"v": "ohVvDtW7V3Y", "t": 781.0, "c": "abnormal不正常的 反常的 好 numerous 这个咱怎么来记 你记你number吧 数量 所以numerous是什么意思 许多的大量的 numerous和数量有关系的 再来一遍", "s": 8}], "neglect": [{"v": "NPL1GISYUN8", "t": 1233.4, "c": "Ignore Ignore 无知的 好 这个单字叫做 neglect neglect也是忽视忽略 怎么讲 我必须讲个单字叫negative 这个单字后期才会讲到 所以今天先提前给他说了", "s": 8}, {"v": "NPL1GISYUN8", "t": 1443.0, "c": "但是ignore是主观的忽视忽略 我看见刘小姐就装都没看见你 你算个什么在我眼中 ignore 对付闹的小孩要主观的忽视忽略 neglect是客观的忽视忽略 比如你和很多人打招呼 没看见我 最后我说大爷你说刘老师 忽略你了 没看见对不起", "s": 3}], "negative": [{"v": "f4X7J6M3Aac", "t": 250.5, "c": "好继续来,这个单叫做violator,也是6个人围成一个圈,都迟到了。 你看刚才是violent,6个人围成一个圈借钱,暴力的。 这6个人围成一个圈商量一下,咱们下午上课都迟到了,叫violator。 他们这是我小时候特别喜欢干的事, 所以我就跟你讲为什么奶奶哥哥提到我都很消极, 那么negative还记得吧,violator。 小时候我是我们班底的头,我从小学到初中到大学我都是班长, 要么是团职书,比如说我到大学的时候为什么没做班长, 是我们那个港委书记说你最好不要做班长, 因为班长最好是个男生,团委书记是个女生, 我就当了女生,不,我就当了团委书记,", "s": 8}, {"v": "NPL1GISYUN8", "t": 1236.6, "c": "好 这个单字叫做 neglect neglect也是忽视忽略 怎么讲 我必须讲个单字叫negative 这个单字后期才会讲到 所以今天先提前给他说了 negative 他们听 奶奶哥哥", "s": 10}, {"v": "NPL1GISYUN8", "t": 1327.4, "c": "偷人家玉米 什么都偷 所以人家都是逮到我就拉着我 找我 去我们家找我们家的家人 我奶奶每次提到我就是negative 一感着孙女不能提 没有她不干的坏事 negative 消极的 奶奶哥哥提到我", "s": 5}, {"v": "F_j4EN6Igkg", "t": 1643.1, "c": "insuicic, 激情的热情的, 好讲到了激情的热情的, 来一个不激情的, 这个单字我前面讲过还记得吗, 叫negative, 奶奶哥哥提到我, negative, 我跟你说小说文, 追念猪都能打, 偷东西,", "s": 10}, {"v": "F_j4EN6Igkg", "t": 1703.4, "c": "提我死, 终于死, optime mistake, 积极的乐观的, negative, 消极的悲观的, pass me mistake, pass", "s": 5}], "negotiate": [{"v": "FMozCsEv1SM", "t": 1659.2, "c": "胖人是不是hazitate他坐下吃还是犹豫, 所有的刚比都吃了, 笔弥补补偿, 他坐下吃还是不吃呢, 犹豫, 来又一个吃negotiate你, go就是去, 特意提, 提想成提, 吃你去提吃negotiate, 再来一遍你goti吃你去提吃negotiate,", "s": 5}], "name": [{"v": "D4vxi210ebo", "t": 31.2, "c": "Original 你猜什么意思 起源的发源的呗 我说My original name is 铁锤 下边的同学们 我说我起源的名字叫铁锤 什么叫起源的呢", "s": 8}, {"v": "d2f3Pq-Csfw", "t": 284.5, "c": "肥沃的佛头肥沃的 for tile is the name of the thing that makes", "s": 3}, {"v": "FMozCsEv1SM", "t": 2135.9, "c": "跟四眼没关系了, 但咱们还讲跟same, 你看还有点四的音same, same for name, 被你看见了没有, 叫交响乐怎么讲, same, s Y", "s": 8}], "nasty": [{"v": "4glqjiOAcnI", "t": 1152.4, "c": "那条街 所以我们以后在课堂上一说那条街 你就立即想到了那条沙洋路 十几年起的沙洋路 现在已经整改的很好了 Nasty 好Nasty什么意思 那条街 快点 恶心的令人厌恶的 是不是", "s": 10}], "nutrition": [{"v": "D4vxi210ebo", "t": 870.8, "c": "原始状态的 未加工的 粗糙的 粗野的 是吗 nutrition 好 现在已经和起源来源没有关系了 新单子开始了 你可以复习前面单子了 nutrition", "s": 5}, {"v": "D4vxi210ebo", "t": 935.4, "c": "你吃的不多什么 牛吹来的盖美片 牛吹的蛋板粉还是很有名气的 nutrient 营养品 你就记nutrition 营养 nutritious 有营养的 nutrient 营养品", "s": 5}], "nutrient": [{"v": "D4vxi210ebo", "t": 912.4, "c": "有营养的 nutrition 是有营养的 nutrition 营养 nutrient 营养品 就你吃的什么盖片 这个片那个片 nutrient 营养品", "s": 5}], "nutritious": [{"v": "D4vxi210ebo", "t": 937.4, "c": "牛吹的蛋板粉还是很有名气的 nutrient 营养品 你就记nutrition 营养 nutritious 有营养的 nutrient 营养品 好嘞 这个单词讲过nature", "s": 8}], "nature": [{"v": "D4vxi210ebo", "t": 943.3, "c": "nutritious 有营养的 nutrient 营养品 好嘞 这个单词讲过nature 必须讲nature 你看 营养 这什么 不就字面的时你有营养吗", "s": 10}], "nurs": [{"v": "D4vxi210ebo", "t": 962.4, "c": "养育培育 这个单词考虑也很多 nature 养育培育 这个单词可以这样记 nurs 护理 这个单词当名词讲着护士 当动词讲着护理 就是护理他 每天给他洗洗澡", "s": 8}], "nant": [{"v": "QHQj7TvTk2w", "t": 834.0, "c": "我先讲怀孕怎么讲, 你看, pregnant是提前, 哥哥弄他, 把人家肚子弄大了吧, nant, pregnant, pregnant, 提前哥弄他, 怀孕, 怀孕的刘老师,", "s": 8}], "noticeable": [{"v": "MS49cPv8p-8", "t": 207.5, "c": "可取的 他们就发现可以建议的就行了 就不用什么可取的 可以建议的 可取的 好noticeable notice是注意吗 通知notice注意able 那什么意思呢 可以注意到的 你不用发现显而易见的", "s": 8}], "notice": [{"v": "MS49cPv8p-8", "t": 209.4, "c": "他们就发现可以建议的就行了 就不用什么可取的 可以建议的 可取的 好noticeable notice是注意吗 通知notice注意able 那什么意思呢 可以注意到的 你不用发现显而易见的 你就发现可以注意到的", "s": 10}], "noteversy": [{"v": "MS49cPv8p-8", "t": 235.8, "c": "可以注意到 明显的 可以注意到的不就是明显的吗 就等于obvious 好过 这怎么还有noteversy note note这个单词可以翻成 记得笔记本吗 notebook是笔记本 笔记", "s": 10}], "note": [{"v": "MS49cPv8p-8", "t": 237.8, "c": "明显的 可以注意到的不就是明显的吗 就等于obvious 好过 这怎么还有noteversy note note这个单词可以翻成 记得笔记本吗 notebook是笔记本 笔记 所以note当名字讲可以当笔记", "s": 10}], "notebook": [{"v": "MS49cPv8p-8", "t": 242.4, "c": "好过 这怎么还有noteversy note note这个单词可以翻成 记得笔记本吗 notebook是笔记本 笔记 所以note当名字讲可以当笔记 笔记本 此处的note可以当注意 因为我们有个短语叫做well", "s": 8}], "noted": [{"v": "MS49cPv8p-8", "t": 250.6, "c": "笔记 所以note当名字讲可以当笔记 笔记本 此处的note可以当注意 因为我们有个短语叫做well noted 你看 它就等于notice 很好的被注意到的 什么意思 famous", "s": 8}], "nonsense": [{"v": "UXto6OC0rqg", "t": 1496.6, "c": "Sense 感觉 普通人都有的感觉叫常识 CommonSense 继续来 Nonsense Nonsense 没有感觉的 没有意识的 你看CommonSense常识 连一点常识都没有", "s": 10}], "never": [{"v": "UXto6OC0rqg", "t": 1857.5, "c": "我姑是一个特别严肃 从来不笑的一个人 如果你见他笑了 应该是跟他的同事笑 我姑对着我从来没笑过半次 Never Never 不是很少是从来不笑 他的眼睛自从花了以后 他特别烦 因为他是一个特别能干的人", "s": 3}, {"v": "F_j4EN6Igkg", "t": 2463.2, "c": "一次讲西班牙王室, 他说那个国王, the key will never abdicate, 他说国王永远不会退位, they die in", "s": 3}], "n-n-e-r-g-y": [{"v": "E7NCsZKSfVA", "t": 1241.8, "c": "这个单词的原型是Energy, E-N-E-R-G-Y, Energy, 它的形容叫Energy, 他们看这单词没有, N-N-E-R-G-Y, 他们看听到翻译是不是, N-N-E-R-G-Y, Energy, Energy, N-N-E-R-G-Y喂了我一只鸡,", "s": 10}], "navigator": [{"v": "f4X7J6M3Aac", "t": 411.6, "c": "violator, 六个人围着一个圈都迟到, 违反违背, 不讲了, 你记住都行了, 这个叫navigator, navigator, vibrator吗? gate门口响着门, na六扇门, gate就响着门,", "s": 10}, {"v": "f4X7J6M3Aac", "t": 498.0, "c": "你在什么三个门? 着急召唤, 你是魔法师呀, 召唤summon, 其实做个船不需要六个门, navigator, 航行, summon, 着急召唤, summon, 着急召唤也很好记对不对,", "s": 5}], "na": [{"v": "f4X7J6M3Aac", "t": 419.8, "c": "你记住都行了, 这个叫navigator, navigator, vibrator吗? gate门口响着门, na六扇门, gate就响着门, na六扇门, 这不是明朝的特务记录叫六扇门, na六扇门, 假如你在泰国旅行,", "s": 10}], "noteworthy": [{"v": "f4X7J6M3Aac", "t": 2445.6, "c": "wealthy, 有价值的, 值得的, 所以咱们前面讲的单子叫做, 快点快点说, noteworthy, 值得注意的, 明显的显而易见, 还记得吗, 值得注意的, noteworthy,", "s": 10}], "newsense": [{"v": "F_j4EN6Igkg", "t": 2866.6, "c": "engineers, 里面是天才, 那不是聪明的机灵的engineers, genius, 好, 这叫newsense, 为什么讲到engineers讲newsense, 因为他的发音就是牛绅士, 见过那种人吗? 牛的哄哄的, 我一年能挣好几百万,", "s": 10}], "nose": [{"v": "CxHCRbmy4Y0", "t": 1255.7, "c": "哥哥 Diagonals 打阿哥的鼻子一拳打下去 鼻骨都打裂了 鼻子都打歪了 打阿哥的Nose Nose 阿哥要赶紧去医院干嘛 呀 鼻子打歪了快点 打阿哥的Nose", "s": 5}, {"v": "CxHCRbmy4Y0", "t": 1341.1, "c": "野餐吃坏了肚子 诊所Clinic诊所 Clinic诊所 Picnic野餐 诊断怎么说诊断 打阿哥的nose 打一个nose 好又有一个单词叫Clinic诊所 继续来 Severe Severe这个单词", "s": 10}], "nic": [{"v": "CxHCRbmy4Y0", "t": 1291.1, "c": "Clinic 能让你想到一个你非常熟的 怎么长得特别像他 你想到谁 Clinic 就什么Nic 什么 Picnic能想到吗 野餐 野餐叫Picnic 这个单词应该比较熟吧", "s": 8}], "nuclear": [{"v": "NJcn3R9ZfOA", "t": 678.7, "c": "Electron形容词电子的, Atom 原子, Electro 电子, Nuclear 核, 这个单词我以前不敢讲, 就是原子能的, 核的, 后来我问了我老公,", "s": 8}], "nourish": [{"v": "NJcn3R9ZfOA", "t": 1283.5, "c": "我妈妈抚养养育了四个姐妹, Foster, 四个姐妹, 抚养养育, 继续来, Nourish, 看前面, 下面Nurse, Nour, 把Rish去掉, Nurse,", "s": 5}], "nurse": [{"v": "NJcn3R9ZfOA", "t": 1285.4, "c": "四个姐妹, 抚养养育, 继续来, Nourish, 看前面, 下面Nurse, Nour, 把Rish去掉, Nurse, Nurse, Nourish,", "s": 5}]}