{"love": [{"v": "11", "t": 114.0, "c": "cause原因。 cause原因是有原因的。 那不就因为吗? because I love you。 因为我爱你。 所以你觉得你妈在伤害你, 她没有伤害你。 她只是爱你的方式,有时候你难以接受。"}, {"v": "35", "t": 242.0, "c": "English speak说 say的后面一般要讲说话内容 比如说刘晓晏said I love you say的后面要加说话内容 speak就是说话 不用加内容 speak"}, {"v": "11", "t": 336.0, "c": "就是我说话很没水平。low。 low。低的。 He said I love you in a low voice。"}, {"v": "41", "t": 397.0, "c": "做出笑的样子,你会很开心。 对,表情也会影响心情。 所以请你每天面带微笑。 Smile。 好,继续来。 这个叫做Love。 Love, Smile是 微笑。 Love是大笑。 他们听到的发音叫Love。"}, {"v": "41", "t": 473.0, "c": "Slipper。 Slipper。脱鞋。 Slipper。滑动。 Slipper。光滑的。 Smile。微笑。 Love。大笑。 刘儿,我怎么自己背不那么快? 你都背那么快,要我干嘛? 你又白买这本书了,是不是? Blouse。 听到什么了?"}, {"v": "26", "t": 726.4, "c": "咱们可以拆成什么, so是所以, 所以, so I love you, 所以, she say, 你看,"}, {"v": "6", "t": 790.9, "c": "this changes, gradually, gradually I love you, 逐渐的我爱上了你, 好, 可以了, 没问题吧,"}, {"v": "20", "t": 1175.0, "c": "这个单字很少单独使用。 一般就是Certain。 当然了。 Do you love me? 你爱我吗? 你爱我吗? 你爱我吗? Certainly。"}, {"v": "0", "t": 1311.1, "c": "你刘老师实际上我很爱你 来123家嘴 不这样子的同学中考失败了 actually I love you actually I love you"}, {"v": "26", "t": 1393.8, "c": "除了你刘老师我都不喜欢, 你就喜欢我一个, I do not love everyone except you, 除了你我谁都不喜欢, 刘老师,"}, {"v": "0", "t": 1495.1, "c": "actually 对行动的他是 事实上实际上的 actually I love you 好 过去了 这不觉得很舒服 比你自己被强多了"}, {"v": "1", "t": 1560.4, "c": "晚一会儿, 叫翻译, 翻译是不是就是迟到晚一会儿, 比如你旁边站了一个美国人, 他说I love you, 你要翻译来你翻译, 从这儿到那儿, 从美国人到咱们中国人, 好,"}, {"v": "24", "t": 1646.3, "c": "我承认我爱你, I admit that I love you, admit, admission, 承认, 来审视,"}, {"v": "31", "t": 1823.4, "c": "tomato西红柿 tomato西红柿 我再叫你个西红柿 你到此都没见过对吧 可以跟你们班同学切磋一下 叫love apple 不要翻译爱的苹果 这个单字就翻译西红柿 真的love apple就是西红柿"}, {"v": "2", "t": 1883.9, "c": "大晏 我喜欢大晏 in addition I love you too 我爱大晏增加的 in addition"}, {"v": "31", "t": 1967.2, "c": "土豆 土豆西红柿 potato tomato 好吧 love apple西红柿 好真的还是跟土有关系 photo photo photo"}, {"v": "35", "t": 2033.8, "c": "me me is that I love you me me is that"}, {"v": "13", "t": 2245.1, "c": "father and mother I 我 love you 是不是你们 father and mother"}, {"v": "25", "t": 2462.0, "c": "这个单字发音的很像Steal 是短音长音 Steal I still love you 我依然爱着你 所以依然 过了很多年他依然倒窃是个小偷 Steal"}, {"v": "42", "t": 2664.5, "c": "anywhere 无论何地 我说无论在何地 我都爱你 I love you anywhere 无论在何地 好继续来 叫however"}, {"v": "38", "t": 2733.6, "c": "短音Promise 承诺 I promise I love you 我许诺我爱你 对承诺许诺 承诺许诺 Promise"}], "lipstick": [{"v": "0", "t": 2087.5, "c": "她在脸上上了粉 and put on her lipstick lipstick我们后期也会讲叫口红 lip是嘴唇 stick是棍子 对很快就要讲到stick 翻译那边像"}], "look": [{"v": "9", "t": 113.0, "c": "再来,夫人和一条蛇,蛇。 夫人一条蛇,组成了短语美女蛇phrase。 好,一二三,张开嘴,phrase。 好,咱们把这些构成句子的单位讲一下,非常不好讲, 因为太无聊,怎么讲一下。 第一个单词怎么说word,look at this word,看这个单词。 句子怎么说sentence,短语怎么说,夫人一条蛇phrase。 夫人一条蛇phrase,短语美女蛇。"}, {"v": "27", "t": 173.9, "c": "这全是垃圾around, 到处, 所以look around, 到处看看, look around, 到处看看, around, round, 环绕,"}, {"v": "34", "t": 336.4, "c": "你就见到认识都行了 都记住跟电有关系都行了 electro 电子的electric电的 好继续来 这个单子叫look 不讲了装作没看见 我跟你讲不太恶心 你look 看 拜拜"}, {"v": "34", "t": 400.1, "c": "他说 你看他这个地方翻译成watch out 翻译成注意 所以watch out就等于look out 注意 注意 小心 watch"}, {"v": "34", "t": 468.4, "c": "是不是小心危险 小心危险 对不对 小心往外看 watch look say watch 三个卡的小朋友 sight就是say的名词 sight"}, {"v": "27", "t": 538.0, "c": "环绕, wrong的, 圆的, around, 四周, look around, 快点16朵花在门上, environment, environment, 环境,"}, {"v": "30", "t": 603.7, "c": "往前看 好繼續來 這個單詞叫做 這個單詞叫做 往上 Look upward 往上看 是不是 好繼續來 這個單詞要往哪兒看"}, {"v": "34", "t": 1296.8, "c": "生产产品 product只有一意思叫产品 这一会复习单词有点多 千万别生气 千万别生气有点多 第一个单词叫look 看 这三看不讲太简单了 sight看的名词 c的名字sight 视力"}, {"v": "0", "t": 2172.8, "c": "例句知道为什么吗 因为例句太多单字都没讲过 对 这个cap认识了 nonsense什么意思 look good on me什么意思 对 所以说我们后期讲完再给你读句子"}, {"v": "1", "t": 2300.3, "c": "board, blackboard, blackboard叫黑板, 这个单字我们不讲也很熟, 老师经常拍着黑板说, look at the blackboard, 看着黑板, 别跑声,"}], "line": [{"v": "1", "t": 16.5, "c": "继续来没问题吧。 这个单叫做Underline, 你不要读Underline, 中度在第二个你叫Underline, line, Underline, Underline, 很好理解Under下面, 你们老人不经常说吗? There"}, {"v": "43", "t": 969.2, "c": "以后不叫你妈妈了,你再也不是我的偶像了, 我又有,死也该做, 做了只要下来还能有一口气做, 叫你妈去跑步kilometer, km,千米公里, 好,继续line, 不讲了吗, meter, 不要多说meter, meter,中毒在第一个音,meter, 米,"}, {"v": "34", "t": 1631.0, "c": "办事人员职员collect 好继续来 这个单子叫做 online on上面 line在前面想过吧你们 line是线 online 线上 对讲到的顾客 咱们讲到线上购物了开始online"}, {"v": "3", "t": 2538.0, "c": "是你的目标。Ame。爱妈妈 目标。爱弟弟。 要帮助弟弟。Ade。 好鸡吧。好鸡吧。是不是很好鸡。目标。 好。这个单词。Aeroline。 Air。空气。Line。 讲没讲过Line。 Underline。 Underline。 下滑线。你强调重视。 Aeroline。空气"}], "level": [{"v": "1", "t": 621.0, "c": "standard, 站的标准, Standard标准, 好,继续来, 读, level, level, 听到什么, 听到两个汉字, 来我, level,"}, {"v": "1", "t": 697.5, "c": "没有绿巨人那么绿, 还不够绿, 什么不够绿, 程度等级, 对, 他和level, 就可能在那边, 来我, level特别像, level degree,"}, {"v": "1", "t": 1125.8, "c": "标准, 来我, 水平, 等级, 对你的水平等级不够我来, level, degree, 弟弟脸都变绿了, 等级程度不够, 对 degree"}], "long": [{"v": "31", "t": 588.7, "c": "Cut She cut off her long hair 他剪去了她的长发 Cut Cut Cut"}, {"v": "1", "t": 1926.0, "c": "过, 没问题啊, 这个叫belong, 多, be long, 这个音, 嗯, belong, belong, 不要多说be"}, {"v": "1", "t": 2555.6, "c": "is about two hundred kilometers long, kilometers你不熟, km你很熟, 千米, 那就是它大概有两千米长, and"}], "little": [{"v": "2", "t": 131.0, "c": "同学们刘小耳出现了 快刘小耳Appear的 刘小耳Appear的 小耳朵出现了 快点 Little ears Appear的 Appear出现 好继续来 这个单子叫做Appearance"}, {"v": "25", "t": 276.0, "c": "The barren land could produce little food. 几乎不能涨庄稼。Little 几乎没有。 对吧。The barren"}, {"v": "27", "t": 515.3, "c": "literature, later垃圾真的, 真的要来文学, literature, 文学later, little, little垃圾, rabbit是wabbit是垃圾, 病了垃圾桶, trash, 我估trash洗的,"}, {"v": "5", "t": 969.0, "c": "快点我不写了吗 for example 都好 小苹果 Little apples and 除了小苹果还会唱什么歌 小行星 Little"}, {"v": "42", "t": 1918.4, "c": "走 I cannot remember every little detail 我不能记得每一个小细节了 daytail daytail 对往下切切切的很小很小细节"}, {"v": "25", "t": 2364.0, "c": "Cruel来123 杀害小动物是非常残忍的 杀害小动物快点 Kill会写吗 Killing little animals Animal还会写吗 Animal还记得吗 Animals killing"}], "looks": [{"v": "2", "t": 177.6, "c": "出现在外面的是外表外观 他的外表看起来很整洁 123 His appearance looks 整洁的会写吗 这个单子我们后面会讲叫Neat 翻译那么像你他neat 你和他穿的都很整洁 123"}], "life": [{"v": "37", "t": 82.8, "c": "was a part of my life, 它是我生活的一部分, 对, 无论你碰到多少挫折, 多少失败, 多少痛苦,"}, {"v": "2", "t": 476.3, "c": "The incident Colored her whole life 这件事情 染色 Color是色 颜色 染色"}, {"v": "9", "t": 613.2, "c": "worry, side, 心里side, 好吧, 悲伤的难过的, life is full of pleasure, 这个单子咱们前面讲过,"}, {"v": "35", "t": 716.0, "c": "lie 躺平都是说谎 lie 说谎 躺下 好这点life 不讲了吧这个词很熟 life 生命生活 life在我一生中 in"}, {"v": "35", "t": 778.0, "c": "you have to study hard 好这句life life是生命生活 live是他们动词 活着生活 我住在重庆 I"}, {"v": "35", "t": 886.0, "c": "live 生命生活 在我一生中 in my life 好 来走了走了走了 下面这个单词叫做 因为讲到 lively"}, {"v": "35", "t": 984.0, "c": "lie 下蛋累了 躺躺平躺 lie躺 还给他说谎 life in my life 在我的生活中 在我的生命中"}, {"v": "29", "t": 1050.5, "c": "ho hu了 ho 整个全部my whole life的一生 这啥呀 这是什么 这是什么 一个洞 这个单字ho"}, {"v": "32", "t": 2512.3, "c": "想象, 是不是对吗? 来123, i-imagine我想象, my life in 10 years, 10年后我的生活will be"}], "low": [{"v": "11", "t": 294.0, "c": "是一条。 带子、皮带。 是一条。皮带带子。 belt。很好记对不对? 好。继续来。这个单词叫做 low。听到什么了? low。 low。 所以你看大城市的 low一般都很高。 要坐电梯,你要来重庆。"}, {"v": "11", "t": 360.0, "c": "你这个衣服很low啊。low。 你不经常说吗?你不是low是什么意思? 你这衣服很低。是不是那样吗? 来。继续来。 这个单叫 low blue blue low low是低低的。 有没有一种吹气的感觉?他们在读教"}, {"v": "11", "t": 446.0, "c": "再来一遍。blu a we so。 blu.blu。 low是低的。blu。 吹。we so。我们 so。 你看他口哨尾音在这边。 we"}, {"v": "38", "t": 720.2, "c": "那价格都不贵呗, 平价的大米价格, price价格, 好, 来文心提醒一下, 在讨论价格的高低时用high和low, 你可以说这个价格很高, the price is high,"}, {"v": "24", "t": 885.9, "c": "咱们前面讲过, allow还记不起的, 允许还记不起的对吧, allow, allow, low, 低的, 低的, 刘老师, 你很low啊, 低啊,"}, {"v": "11", "t": 1054.0, "c": "安全带。sit belt。 sit belt。 座位的带叫安全带。 low。 你这衣服穿的好low啊。 低的。low。 low很低也行啊。 puff puff."}, {"v": "2", "t": 1455.1, "c": "我们的国家发展的真的很快 our country 数数国家 the low countryside country不是国家吗 side不是边吗 怎么记 on"}, {"v": "21", "t": 2553.6, "c": "玩的很high, 高的, high是高的, 继续来, 对面那个矮的这么说, 刘老师你的课讲的很low, low是矮的, 低的, 是不是low, low还说发音, lowlow是低的,"}], "let": [{"v": "28", "t": 105.9, "c": "对不对,我拿着我的水杯给你一变变成了一个手表, 我们在干嘛,交换,对,往外改变, 一个东西往了外以后,回来拿出来东西不一样了,叫交换, exchange,不要读exchange,众读在第二个意义,exchange,交换, 我说我们俩交换一下手表吧, let's exchange our watch,exchange our watch,"}, {"v": "9", "t": 424.3, "c": "再upset, upset, 往上东西往下了, 心烦的沮丧的, 好来走, let your feelings go wide, when"}, {"v": "15", "t": 758.0, "c": "叫boyfriend,好,继续 来,这个单字叫做break, 这个单字我讲不来, 但是你们初中的英语老师 经常说,下课的影响老师说 let's take a break, let's take"}, {"v": "3", "t": 1263.0, "c": "pleasant day。一二三。 读。pleasant day。 pleasant. let's say please。 使开心使高兴。请。 多开心的事。请。 pleasant。令人愉快的。"}, {"v": "41", "t": 1643.0, "c": "station bus station railway station let you stay 待停留 station 站"}, {"v": "17", "t": 2239.9, "c": "你看 wallet 这也是钱包 一般指的是男的钱包 我我我 let我勒紧他 钱那么难挣 你爸妈妈肯定要勒紧钱袋子了 wallet 我勒紧他什么钱袋子 钱包"}], "lifestyle": [{"v": "5", "t": 1460.4, "c": "好继续来继续来fashion 这个单子叫做style不讲了风格 江南风格 是吗 江南style lifestyle生活方式 很好讲 lifestyle生活方式 我说我的生活方式很简单 my lifestyle"}], "large": [{"v": "7", "t": 626.9, "c": "来吧 读这句话 China is a large country 中国是个大国家country 讲过吗 记得吗 数数"}, {"v": "13", "t": 1839.6, "c": "好来1 2 3 Play a large role in something 扮演一个重要角色 在这里面"}], "leaves": [{"v": "7", "t": 1388.0, "c": "这个单子当不用我讲你也知道 他发现落下你知道吧 落下 树叶落下了 The leaves are falling down Fall是落下 那为什么发现秋天还假吗"}, {"v": "7", "t": 1450.4, "c": "Leaf是离开 Leaf是树叶 变成复数是把F变成V再加ES In Autumn秋天 Leaves turn red yellow 树叶变成了黄色 and"}], "leaf": [{"v": "7", "t": 1428.8, "c": "Fall也是秋天 来读一下你们 In Autumn在秋天 Leaves 它的原型是Leaf 这个单子我们后期会讲发现树叶 树叶怎么讲是Leaf Leaf是离开 树叶不都秋天都离开他妈了吗 掉到地上去了"}], "lost": [{"v": "8", "t": 166.1, "c": "prevent 来阻止肌肉的loss 损失丢失 这个单词你不熟 这个单词你很熟吧 lost 丢失 来阻止肌肉的缺失 来阻止肌肉的缺乏 对每天都练 你看那些练练练那个在健身方面也练吗"}, {"v": "35", "t": 1504.0, "c": "它的过去是你太熟了 我的钱丢了 my money is lost 我的水别丢了 my cup is lost"}, {"v": "35", "t": 1579.0, "c": "路怎么啦 迷路 迷路丢失 对迷路丢失 lose 好这个叫做lost 形容词不讲了 丢失的 迷路的lost 我迷路了 I"}, {"v": "35", "t": 1836.8, "c": "行军列队行军 lose du du还可以翻译什么 du迷路lose lost迷路的 lose 迷路丢失的名词 名词 丢失的名词 the"}], "lock": [{"v": "35", "t": 151.0, "c": "talk with me 你能和我谈话吗 好 去那个lock 哇塞 长得真像怪不得你放到一起讲对lock locker 出来locker 先把门锁上呀"}, {"v": "35", "t": 540.0, "c": "talk俩人 谈恋爱刘老师 谈恋爱也是 谈话 talk谈话 lock lock也得锁着门 lock chat 查查 聊天"}, {"v": "8", "t": 952.0, "c": "发明 forbid 为了逼他 禁止阻止 coloc是钟表 block不lock 钟表不准了 哪个地方的钟表不准了 街区 block街区阻碍 妨碍"}], "listen": [{"v": "9", "t": 32.3, "c": "对,单词构成句子,sentence。 这个单词我跟你讲不来,各种记忆方法。 但是咱们英语老师经常说in the sentence,在这个记者当中, 是不是听这个句子listen to the sentence,对sentence的意思是句子。 刚才讲的是单词,这是句子,对sentence,句子。 宣判的意思讲,出出声你不需要知道,你就知道句子。"}, {"v": "42", "t": 124.8, "c": "simple 标记标志 好继续来 这个叫做radio 这还用我讲吗 listen to the radio listen to"}, {"v": "30", "t": 1894.7, "c": "清單不寫了 list立刻他就要死了 清單 有很多要去做的事情 list listen這還講嗎 listen to melisten聽 listen list"}, {"v": "30", "t": 2254.7, "c": "and gentlemen 溫柔的list 立刻他就要死了列出了很多願望清單 list清單 listen here不講了 heart 聽他 聽心臟 hey吃熱的"}], "le": [{"v": "9", "t": 265.9, "c": "west, 好嘞,说完了,set往下, 安置,往下不就是安置吗,对不对, 好,来继续来,这个单子还是往下, 字面意思翻译成往下, le汉语拼音按le, 往下了settle,你读settle, settle字面意思是往下了, 往下了什么意思, 对,你看过三毛的作品吗, 我应该在读初中的时候应该看过三毛的好几部书对了,"}, {"v": "32", "t": 885.4, "c": "就是我们几乎不吃其他的, 中午晚上, 晚上还好吃馒头, 中午一定吃面条, nude想成nude, 那就是le, 还有一想着le, 中午了, noodle, noodle, 中午了吃什么,"}, {"v": "19", "t": 1374.6, "c": "a tie, compete, 公司在pk竞争比赛, compilator, 公司比赛le, 结束完成, finish, 结束完成, punish, punish,"}, {"v": "15", "t": 2693.7, "c": "candle 你看candle candle是蜡烛怎么记听的 屋里边一片漆黑点燃了一根蜡烛就可以了 你看cancel 诶我想着le 可以le得 可以得 得le 可以得了 屋里很黑点燃一根蜡烛"}], "leave": [{"v": "9", "t": 1450.5, "c": "好不好, 千万不要假装学习, 假装学习都没有用, 就是片片那个最后啥结果也没有, 对不对, leave, 离我, 你看, leave, leave, 离我,"}], "left": [{"v": "17", "t": 848.2, "c": "你都应该认识 因为你生活中用的很多 Jump 跳 什么Turn left Turn right Jump 举地图 我讲的是Jump"}, {"v": "16", "t": 1022.4, "c": "are right 正确的 那怎么会反正右边的呢 你看turn left往左转 turn right往后往右转 对正是怎么右边的呢 是不是家长认为用右手写字 就是正确的"}, {"v": "12", "t": 1317.0, "c": "是不是turn是转向 你跳那个兔子舞 turn right turn left turn turn是转向 是不是21表示回来 是不是转回来 归还"}, {"v": "9", "t": 1482.0, "c": "for somewhere, 好, 离开去某地, I left北京for重庆, 我离开北京去了重庆, leave, 离我, leave, 离开,"}, {"v": "19", "t": 1974.9, "c": "站在角落里面啃玉米corner, 好你好好复习一下, 这批单词也很难, 咱们这几个讲的单词应该比上节课要难很多, 它明显都是高中单词和以后的考研词回来了, 这叫left, 终于碰到一个简单的了, turn right, turn left,"}, {"v": "10", "t": 2053.8, "c": "这一会咱们讲的都是跟送各种种关系 所以来讲一个 刚才讲了gift gift 给福特礼物 叫那个left 对这个单子的发音特别像谁 left 你看 立在那扶着他 你看"}, {"v": "10", "t": 2124.9, "c": "can can you lift 举起我吗 left me yes i can 看这个多么可爱"}], "lose": [{"v": "35", "t": 1497.0, "c": "不冷了 march 三月列队行进 好 接下来 lose 这个单子你不熟 它的过去是你太熟了 我的钱丢了 my money"}, {"v": "30", "t": 1562.7, "c": "還lose fur丟不丟人 那留著退毛怎麼說 hair 毛髮頭髮就可以當毛髮 還lose fur我的天 這怎麼記想著負人 fur 負人都穿皮毛 是不是穿的"}, {"v": "9", "t": 1672.5, "c": "你可不要买失眠呀, smoke, 抽烟, 睡觉还记得吗, sleep是睡觉呀, 对失眠也是lose one's sleep呀, 还不是这个单词呀smoke, 失眠还可抽烟, 好继续来这个单词叫做tobacco,"}, {"v": "35", "t": 1830.8, "c": "never feel lonely much三月还当什么 行军列队行军 lose du du还可以翻译什么 du迷路lose lost迷路的 lose"}, {"v": "28", "t": 2492.9, "c": "这个单字我们应该见的比较多吧, 你在那个地方称重的时候, 那个体重称, 快看你们家的体重称, 就叫weight, lose weight, 减肥, put on weight,"}], "lent": [{"v": "10", "t": 502.2, "c": "friends,I have much money, plenty of多好,写作文炫耀一次,老师的眼都给他炸瞎,因为所有同学都在写many,你写个plenty怎么记,跑呢,pick人跑,找他借借lent,lent借,跑着去找他借plenty,跑着lent,plenty,跑着去找他借书,为什么,他有很多书,跑着去借快点plenty,对我们一般不会单独使用,一般是plenty of,plenty of, plenty,你在给我读吗,plenty of怎么讲,p想着跑lent借,跑着借,许多plenty of,好,继续来,这个单字叫做enough,你看,enough,你看,f的发音特别像我们河南话的土话叫f,我们河南很多农村的说话说f,我几年看了三本f,那你俩有多余的f,你还借我两本看,"}, {"v": "12", "t": 1133.8, "c": "是不是对于主语来说借入的 我要找你借钱 我要把钱借给你是谁 咱们前面讲过这段词 你没忘了吗 lent 是不是说过lent借出 borrow是借入 borrow借入 lent是借出 好这个单词我讲的是懒的"}], "lift": [{"v": "25", "t": 190.0, "c": "举起升起。对。 Elevator。因为Ele变成个小人了。 很小很小。举起升起。 Elevator。叫做电梯。 同学们你想到谁大声说电梯。 对。Lift也是举起升起。 但是Lift不需要加OR。 Lift本来就等于电梯。 所以Lift就等于Elevator。 Lift。是不是。 Li在那扶着他。"}, {"v": "25", "t": 658.0, "c": "大象。 Elevator。 Elevator。 电梯。 就等于谁? Lift。 Lift。 酒吧里面的人。 贫瘠的。别说不云不玉的。 使棍子打屁股。 尴尬的。"}, {"v": "10", "t": 2115.1, "c": "好电梯 我说你能举起我吗 快 can you lift me 你留着说我能 can you lift"}, {"v": "10", "t": 2216.0, "c": "胡须胡子 狗熊怎么讲的 熊孩子快点熊孩子 熊孩子boy长出熊的耳朵bear狗熊 立在那扶着它是什么 lift lift 举起升起 可以当电梯 给福特什么给你一辆福特 gift"}], "last": [{"v": "23", "t": 569.9, "c": "我们说发烧怎么说 I had a fever last night 我昨天晚上发烧了 再来一遍 I had"}, {"v": "27", "t": 1410.2, "c": "finally, we found the大宴, 就等于at last, 最终最后, finally, we succeed, 最后我们成功了,"}, {"v": "19", "t": 1539.9, "c": "plastic怎么记, plastic反正塑料, 你就记住它的意思, 塑料都行, 先不看屁, last是过去的, 去年last year, last year去年, 过去的IC卡,"}, {"v": "19", "t": 1601.4, "c": "last summer, 去年夏天, last summer, last year, 好, 不讲了, 持续的意思讲你不需要知道, 你就知道最终最后的,"}, {"v": "11", "t": 1702.0, "c": "特别任命 Term Term学期 Next term下学期上学期 Last term 这学期 This term 这学期我认识了大燕老师"}], "lamb": [{"v": "12", "t": 992.1, "c": "shape绵羊 去山上 goat 山羊 这个是小羊羔 叫lamb 怎么讲 lamb lamb 怎么讲 这个b是没有发音的lamb"}, {"v": "12", "t": 1052.2, "c": "好 这个单词你看 因为缺的 b想成博 不是缺的吗 多像lam想成lamb 对缺的 小羊羔羔出生的时候 不就是博角的吗 走路一走意外意外的 他的腿还没长好"}], "lect": [{"v": "13", "t": 314.3, "c": "所以neg 是个前准表示否定 对neg就表示否定的前准 消极的否定的 所以neg表示否定 否定的怎么了lect a o e c t"}, {"v": "13", "t": 717.9, "c": "X 还记得吗 出口 E 表示往外 lect 表示选择 往外选什么意思 elect 往外选 选举"}, {"v": "13", "t": 892.6, "c": "选出去 elect 选出去 选举 lecture 好这个lect就不是选择说话 lecture 演讲 speech 演讲 choose"}], "like": [{"v": "42", "t": 135.8, "c": "when I was young I like to listen to the radio"}, {"v": "25", "t": 624.0, "c": "bargain。 好,咱们来读一下这句话什么意思。 We do not like the bargain with you. About"}, {"v": "15", "t": 726.0, "c": "teacher, 对,朋友的,对你像朋友一样的, 友好的,刚才那个 喜欢的,可能的,likely, 还有前面那个,还有一个likely, 还有一个叫什么like,再看一眼, dislike不喜欢, enjoy喜欢, joy,开心 高兴的事是名字,好, 继续来,这个单字叫做"}, {"v": "26", "t": 1065.8, "c": "many people, 读, who would like to help others, 好, society,"}, {"v": "34", "t": 1178.9, "c": "come from 河南 And I like apples 是这样写的吗 introduce introduce yourself"}, {"v": "42", "t": 2718.9, "c": "decision and do whatever you like 你可以做自己的决定 并且做 你喜欢做的任何事情 无论什么 whatever"}, {"v": "42", "t": 2793.3, "c": "你不是经常说北京的天气怎么样 123 what's the weather like in北京 what's the weather like"}], "lecture": [{"v": "13", "t": 743.5, "c": "这个叫选出推选 因为选出来 好 推选选举 好 这个单字叫做lecture 刚才我告诉你ioecd 表示什么意思 第一个意思是选择 第二个意思是什么意思 它可以表示说话的说"}, {"v": "13", "t": 809.3, "c": "特别像speak speech 也是说话 那是什么意思呢 演讲 它的意思特别像lecture 再来一遍 lecture lecture speech lecture"}, {"v": "13", "t": 891.2, "c": "收集 选出去 elect 选出去 选举 lecture 好这个lect就不是选择说话 lecture 演讲 speech 演讲"}], "light": [{"v": "35", "t": 1020.0, "c": "立即回头停下来 再听一遍 对我们听得多快没有用 我们要记住单字才点用 是不是你说 light 来这个单词翻译成light light light 拉他 为什么拉他不拉我呢"}, {"v": "35", "t": 1080.0, "c": "脸色的轻的light 再重来 拉他 为什么他很轻 你拉一个三百斤的胖子你拉不动吗 light 轻的 light 拉他 蹦蹦把灯给我关上 光"}, {"v": "35", "t": 1313.0, "c": "打呼噜 打雷 lighting 打闪 打雷打闪 light 光 光线 对 打闪就是上天发的光 Aloin"}, {"v": "13", "t": 1483.6, "c": "继续来 这个单词叫做 spot 前面一样 spotlight light light我们很熟吧 叫光线 spotlight 什么意思 斑点的光"}, {"v": "21", "t": 2488.9, "c": "重的, 好继续来, 腿部我给你讲个轻的, 轻的应该下面会讲到, 先讲吧, 叫light, 这个单词当灯讲我们很熟悉, 灯light, 灯就是很轻的, 那个光线是很轻的, light,"}], "land": [{"v": "14", "t": 64.0, "c": "people。 Homeless people,无家可归的,记住一,LSE,说错了。 以L-E-S-S结尾表示否定。 Homeless,无家可归的,没有家的。 好,还得加land的土地,对不对? land,homeland什么意思? 家的那片土地,祖国家乡。 对,homeland,可以翻成家乡,咱们大的比如你去了外国, 咱们中国就是你的homeland,对,家的那块土地, 对,家乡祖国。"}, {"v": "14", "t": 134.8, "c": "岛,岛语,island,岛,岛语,继续来。 这个单词叫做land, 刚才不是那个homeland吗,对祖国家乡,land怎么记, 对吧,你看island,岛语, 岛语就是海里边的一块陆地, 所以land就是陆地, 你在看这个单词对吧,island, 爱尔兰,岛,是,对,岛就是一个什么,陆地, land,陆地,岛不就是陆地吗,land,陆地, 家里边的陆地,homeland,家乡,祖国, 好,继续来,这个单词叫做land,scape,"}, {"v": "14", "t": 204.2, "c": "你告诉你无论在哪个山上看猴子, 在哪个动物园看猴子, 猴子就是一道风景,land,scape, 在陆地上死看猴子的地方就是风景景色, 是不是有猴子的地方都有风景, 跟他拍照片,给猴子喂香蕉,land,scape, 所以apes,apes,apes,圆猴, 那个猴子真铺向你,你只要有吃的真铺你apes, 在里边land,scape,不要都认land,scape, 都认land,scape,着画了,鸡的音,land,scape, land,scape,陆地上死看圆猴,风景景色,"}, {"v": "25", "t": 266.0, "c": "评级的。 酒吧里面的人。不孕不育的。 评级的。再来一遍。 Barring。 来举个例子。Barring land。 Land咱们讲过吧。 那片平的土地。 Land土地。 The barren"}], "likely": [{"v": "15", "t": 648.0, "c": "Dislike,I dislike you, 我不喜欢你,dislike,不喜欢, 好, 这个单词叫做,likely, 喜欢后面加个 Ioy什么意思,刘老师? 倾向于可能 做貌似, 对,喜欢的,"}, {"v": "15", "t": 722.0, "c": "a friendly teacher, 对,朋友的,对你像朋友一样的, 友好的,刚才那个 喜欢的,可能的,likely, 还有前面那个,还有一个likely, 还有一个叫什么like,再看一眼, dislike不喜欢, enjoy喜欢, joy,开心"}, {"v": "22", "t": 1358.6, "c": "遭受, 经受, 来举个例子对吗, students are likely to suffer from mental problems,"}], "less": [{"v": "15", "t": 929.0, "c": "breathless breathless 再来一遍 breathless breath 呼吸less 没有呼吸的 上气不接下气的气喘吁吁的 好 刚才讲到了 深呼吸take"}, {"v": "16", "t": 1377.5, "c": "care 关心关心的仔细的认真的 好 继续来 这个单子叫careless less不只见两次了吧 表示否定 care是细心的less less 看 careless"}], "lighten": [{"v": "15", "t": 1604.8, "c": "a kite 好风筝 好继续来 灯喽 好对了这个单词叫做Lighten Lighten Lighten 他们发现了没 Lighten Lighten"}, {"v": "15", "t": 1714.0, "c": "灯泡 咱们这一会讲完了 基本上把灯快给干完了 那个灯怎么说 来灯 Lighten 拉着妹妹趴在那看 Lamp 灯 刚才又一个灯 叫Bomb"}], "lamp": [{"v": "15", "t": 1632.2, "c": "Lighten 再来一遍 Lighten 好灯喽 继续来 这个单词叫做Lamp 拉着妹妹趴在哪 你看Lamp Lamp 拉着妹妹趴在那看什么 看重庆那五彩斑斓的灯"}, {"v": "15", "t": 1716.4, "c": "基本上把灯快给干完了 那个灯怎么说 来灯 Lighten 拉着妹妹趴在那看 Lamp 灯 刚才又一个灯 叫Bomb 电灯泡 好继续来这个单字叫做"}, {"v": "15", "t": 3172.7, "c": "箱子 cut 卡住了他 封证 拉着妹妹趴在那看什么 灯lamp灯 拉着妹妹趴在那看灯 typical来自于type 塌皮 种类类型typical 典型的"}], "lion": [{"v": "17", "t": 274.0, "c": "Jiraf 你可以记成场景路姐姐 Jiraf 好场景路 继续来这个单字叫做 Lion 其实我不讲你英文认识 叫狮子怎么记 你看 Li也想成 你看"}, {"v": "17", "t": 354.9, "c": "人家四岁半都会说 Monkey猴子 Monkey猴子 老虎Tiger 狮子 立在上面Lion 场景路 场景路 Jiraf 好继续来 Panda"}], "li": [{"v": "25", "t": 200.0, "c": "对。Lift也是举起升起。 但是Lift不需要加OR。 Lift本来就等于电梯。 所以Lift就等于Elevator。 Lift。是不是。 Li在那扶着他。 Li在那扶着他。是不是。举起升起。 Elevator。 电梯。Lift。电梯。 好。过去吧。 对。讲了在两个爱理的单词。这个单词叫Barring。"}, {"v": "17", "t": 278.0, "c": "继续来这个单字叫做 Lion 其实我不讲你英文认识 叫狮子怎么记 你看 Li也想成 你看 Lion 狮子 Li想成利 利在"}], "lap": [{"v": "19", "t": 1993.4, "c": "好right那好吧, 还讲到alright, right正确的, left对正确的可以翻成右面, left又左面, 是我们说lap手, lap手就是左手, lap left, lap手就是left, right正确的手就是右手,"}], "lead": [{"v": "19", "t": 2268.0, "c": "guide, guide, 贵的, 好导游, 指导, lead, 头面这个单词我跟你再少说一个动词, 当名词讲着导游, 当动词讲没有指导吗, 是不是导游就跟你导向的导案指导指挥, 所以他在某种程度上当动词可以等于direct,"}], "leader": [{"v": "42", "t": 445.9, "c": "这个单词叫做 letter 快点来得 汪汪队加油 来得是狗狗们的小熟练 是不是leader 他这个来得是个leader 每次发生意外 每次发生事故 一个小鸟 落在了房子上下不来了"}, {"v": "19", "t": 2328.8, "c": "guide, 导游也是指导的, 对不对, 地地让阿姨k他也是指导指挥, director, 好leader翻成领导人, 对吧, 毛主席是我们的领导人, leader, 领导的那个人叫领导人, leader,"}, {"v": "19", "t": 2805.6, "c": "director, 指挥人员负责人, guide, guide, 导游, leader, leader, 领导人领导, chairman, 坐在椅子上那个人chairman, 主席,"}], "law": [{"v": "21", "t": 793.0, "c": "好, 过了吧, judge法官, judge判断审判, 好, 这边law法律, law, law, law监狱, 跟法律有关系, law法律,"}, {"v": "21", "t": 1326.4, "c": "法官, judgment, 法官, 审判, 判断, law, 这怎么讲law怎么讲law, 法律, 楼, 楼房, 楼,"}, {"v": "33", "t": 1509.7, "c": "读。 Major。 My major is law。 真的我的专业是法律。 我不是学英语专业的。 我是学法律的。 但他发现他没讲。 你在读。"}, {"v": "37", "t": 2383.0, "c": "好, 继续来, employ, 你看, employ, law, employ, employ, 什么意思, 雇佣, 怎么讲,"}], "lawyer": [{"v": "21", "t": 808.5, "c": "law, law监狱, 跟法律有关系, law法律, 刘老师我以后想当律师, lawyer, 对, 跟法律有关那个人叫lawyer, 律师, law, 牢房,"}, {"v": "21", "t": 1333.6, "c": "这怎么讲law怎么讲law, 法律, 楼, 楼房, 楼, lawyer, 律师, creative疯狂, matt, 卖东西那个人, matt,"}, {"v": "32", "t": 2704.5, "c": "I expect to become a lawyer, 我期望成为一名女行员, 我期望成为一名老师, I expect to"}], "loud": [{"v": "21", "t": 1489.2, "c": "为什么看die聋了, die, die, die聋的听不见的, die聋的听不见的, 好这个单词叫loud, 发音的谁, 老的, 一个老人耳朵不好使, 你要loud一个老人, 大爷大爷去天安门怎么走,"}, {"v": "21", "t": 2043.9, "c": "很少几乎没有, 还记得这Giraffe吗? Giraffe, 长净鹿, 很少make loud sounds, 长净鹿很少发出很大的声音, loud, 大声的loud, 老的loud,"}, {"v": "25", "t": 2182.0, "c": "to speak loudly in public loud还记得吗 大声的 在公共场合in public 大声的说话是没有礼貌的 It's"}], "loger": [{"v": "21", "t": 1830.4, "c": "a想成小乌龟, 两个乌龟在干嘛? log, log, 翻译那么像, loger, 两个小乌龟在loger, 找了个头, 多不容易两个小乌龟, 两个小乌龟在干嘛? 在干嘛?"}], "laybo": [{"v": "21", "t": 2281.9, "c": "deficult, 难的困难的, 太小, deficult困难的, 多, laybo, laybo, laybo, 你问谁, 劳动, 妈妈正在劳动说你累不,"}], "lazy": [{"v": "21", "t": 2386.6, "c": "说你能帮我八大弟弟写完吗? so easy, 刘老师so easy, 好lazy, lazy, lazy, 懒的, 让你看一下懒的, lazy,"}], "ll": [{"v": "30", "t": 782.7, "c": "full of 裝滿充滿 Full 你有沒有發現那邊Full LL想著兩個大饅頭 L是不是兩個 那就是腹部裡邊裝了兩個大饅頭 飽了吧 所以Full飽得滿的 再來一遍"}, {"v": "38", "t": 1585.1, "c": "S像一个小美女 小女孩 你妹妹 爱美女 趴在那儿 半天在地上拼写出两个LL 你看 美女趴在那儿 半天拼写出两个LL spell 拼写"}, {"v": "22", "t": 1934.3, "c": "我那讲的简直看正完美, 难单字越难越好讲, 单字越简单越不好讲, 就相当于一加一等于很不好讲, 想着I想着一个小人, LL想着两条大长腿, 一个小人两条腿都病了, Eel, 昨天晚上我在飞机上看了一部电影的剪辑, 这部电影我还没有机会看, 给你推荐一下好不好,"}], "lake": [{"v": "24", "t": 181.2, "c": "美女喝茶在冒烟,你看,你看嘛,美女喝茶在冒,冒,m想冒烟的冒,steam,蒸汽,水蒸汽,好,这个单词叫做stream。 我的天,太像了,美女喝茶在冒烟,这个单词叫做stream,stream是什么意思,你看,来听。 哦,这个没写出来,s锤妹,锤,锤就是他,锤锤锤锤,s锤妹,你看stream,总之s锤妹就是他妹妹。 是把妹妹打哭了,眼泪都哭了,哭成了河流,所以stream是河流小溪,对,河流小溪,stream。 好,再来一遍,你看,stream,s锤妹妹打妹妹,把妹妹打哭了,把妹妹一直在哭,眼泪流成了什么,河流,stream,河流小溪。 再来一遍,s锤妹,sstream,河流小溪,好,继续来,这个单词叫做lake,对,讲到了河流小溪,咱们讲一些湖呀海呀, lake,lake是湖,怎么记得,lake,是不是一颗一颗泪,眼泪都变成了湖水,lake,这是哪个神话故事,就是一颗一颗眼泪都变成了湖水,lake,一颗一颗的眼泪,lake,lake变成了湖水,lake。 好,继续来,这个单词叫做bake,哟哟哟,好像哦,bake怎么记得,lake是湖,湖,这个单词一下子。 b想成爸爸,是不是,爸爸在湖边干嘛,烧烤啊,bake,爸爸在湖边干嘛,烧烤呀,是不是,在湖边烧烤,bake,烧烤,烧烤,他特别像barbecue,barbecue也是烧烤,bake也是烧烤,好,继续来,这个单词叫做po,你读po,来,听到什么了,朋友们,这个单词见的单独单独出现的不多,听到,你再读一遍。 po,po,po,po,你见的最多应该是swimming pool,叫游泳池,游泳馆,是不是,你们学校开游泳课了吗,会有个游泳池叫swimming"}, {"v": "24", "t": 250.8, "c": "po,po,po,po,你见的最多应该是swimming pool,叫游泳池,游泳馆,是不是,你们学校开游泳课了吗,会有个游泳池叫swimming pool,swimming pool,他的发音特别像泼,你看,泼,泼,泼,什么水,swimming pool,游泳可以泼的地方叫游泳池,swimming pool,湖怎么说,流泪,lake,爸爸在湖边,bake,烧烤。 没问题,朋友们,好,继续来,继续来,继续来,那个小西怎么说,把妹妹打哭了,妹妹的眼泪流成了小西,stream,stream是小西,steam是什么意思,我又忘了steam,美女喝茶冒烟,蒸汽,对,stream,你看,多了一个t,stream就是小西,西流,steam就是蒸汽,是吧,朋友们,team我又忘了,team快点,喝茶的美女是一个同学, 是团队的,对,团队,对嘛,慢慢学,是不是学的很好,这个叫泡的,发音特别像泡的,你看泡的,泡的,在哪泡,池塘,是不是你去那个洗温泉,一般有些地方没有温泉,如果你泡过温泉,就有水是温的,泡的在哪里面泡,池塘里面泡,泡的池塘,我们村有个池塘,整个夏天都在泡在那个水里头,我妈找不到我就在池塘外面喊,回来吃饭啦,泡的,泡的, 池塘,是吧,朋友们,这个叫做glu,好,跟池塘没关系了,glu了,哥哥和lu,哥哥和lu,glu,为什么总在一起,见到哥哥总能见到一只lu,glu,他们总是粘在一起,粘在一起,所以glu当动词讲反正粘粘,glu粘粘,哥哥和lu粘着粘着,当名字讲着浇水,就你买那个固体浇水,什么浇水就是这个词,glu,浇水,你看见浇水的那个, 那个logo浇水,glu哥哥和lu粘着粘着,哥哥和lu浇水,好,继续来,这个叫stick,听到什么了,stick,stick,你为什么总是stick东西,因为粘着粘着了,所以stick粘粘,很好讲对吧,你总是stick东西,甩都甩不掉stick,叫粘粘,当名字讲你stick什么呀,棍子棒子,看那个周永之演的功夫了, 吗斧头棒到哪拿着棍子说,你把钱拿出来,保护费,对stick什么,棍子,为什么总是stick棍子粘着粘着了,stick,再来一遍stick,棍子stick粘着粘着,刚才那个粘粘,glu,哥哥和lu,glu哥哥和lu粘着粘着,stick不要多用stick,stick粘着粘着棍子,好吧,很好讲,是不是很好讲,先说很好讲,继续来,这个单词"}, {"v": "24", "t": 576.4, "c": "steak敲鼓的棍子,骨,drum,鼓,drum steak叫鸡腿, 可一定别说错,人家嘲笑你,team,快点,喝茶那一组妹妹,团队,teamwork,团队的工作,叫合作, stream,死锤妹妹,把妹妹打哭了,眼泪流成吸流, 吸流对不对,stream是这个词,steam,看错了吗,stream,小溪,河流,steam,美女喝茶冒烟, 蒸汽,lake,一颗一颗的lake,湖水, 你再看一片湖水的时候,你去那个卢姑湖呀,去大理呀,看那个大湖的时候你再想, 那是一颗一颗眼泪流成的,是不是很美的感觉,lake,叫湖水, bake,爸爸在湖边烧烤,swimming pool,泼水,swimming pool,游泳池,泡的泡在哪泡,池塘,"}], "lu": [{"v": "24", "t": 340.8, "c": "pool,他的发音特别像泼,你看,泼,泼,泼,什么水,swimming pool,游泳可以泼的地方叫游泳池,swimming pool,湖怎么说,流泪,lake,爸爸在湖边,bake,烧烤。 没问题,朋友们,好,继续来,继续来,继续来,那个小西怎么说,把妹妹打哭了,妹妹的眼泪流成了小西,stream,stream是小西,steam是什么意思,我又忘了steam,美女喝茶冒烟,蒸汽,对,stream,你看,多了一个t,stream就是小西,西流,steam就是蒸汽,是吧,朋友们,team我又忘了,team快点,喝茶的美女是一个同学, 是团队的,对,团队,对嘛,慢慢学,是不是学的很好,这个叫泡的,发音特别像泡的,你看泡的,泡的,在哪泡,池塘,是不是你去那个洗温泉,一般有些地方没有温泉,如果你泡过温泉,就有水是温的,泡的在哪里面泡,池塘里面泡,泡的池塘,我们村有个池塘,整个夏天都在泡在那个水里头,我妈找不到我就在池塘外面喊,回来吃饭啦,泡的,泡的, 池塘,是吧,朋友们,这个叫做glu,好,跟池塘没关系了,glu了,哥哥和lu,哥哥和lu,glu,为什么总在一起,见到哥哥总能见到一只lu,glu,他们总是粘在一起,粘在一起,所以glu当动词讲反正粘粘,glu粘粘,哥哥和lu粘着粘着,当名字讲着浇水,就你买那个固体浇水,什么浇水就是这个词,glu,浇水,你看见浇水的那个, 那个logo浇水,glu哥哥和lu粘着粘着,哥哥和lu浇水,好,继续来,这个叫stick,听到什么了,stick,stick,你为什么总是stick东西,因为粘着粘着了,所以stick粘粘,很好讲对吧,你总是stick东西,甩都甩不掉stick,叫粘粘,当名字讲你stick什么呀,棍子棒子,看那个周永之演的功夫了, 吗斧头棒到哪拿着棍子说,你把钱拿出来,保护费,对stick什么,棍子,为什么总是stick棍子粘着粘着了,stick,再来一遍stick,棍子stick粘着粘着,刚才那个粘粘,glu,哥哥和lu,glu哥哥和lu粘着粘着,stick不要多用stick,stick粘着粘着棍子,好吧,很好讲,是不是很好讲,先说很好讲,继续来,这个单词 读成chop chop chop"}, {"v": "24", "t": 400.8, "c": "pool,湖怎么说,流泪,lake,爸爸在湖边,bake,烧烤。 没问题,朋友们,好,继续来,继续来,继续来,那个小西怎么说,把妹妹打哭了,妹妹的眼泪流成了小西,stream,stream是小西,steam是什么意思,我又忘了steam,美女喝茶冒烟,蒸汽,对,stream,你看,多了一个t,stream就是小西,西流,steam就是蒸汽,是吧,朋友们,team我又忘了,team快点,喝茶的美女是一个同学, 是团队的,对,团队,对嘛,慢慢学,是不是学的很好,这个叫泡的,发音特别像泡的,你看泡的,泡的,在哪泡,池塘,是不是你去那个洗温泉,一般有些地方没有温泉,如果你泡过温泉,就有水是温的,泡的在哪里面泡,池塘里面泡,泡的池塘,我们村有个池塘,整个夏天都在泡在那个水里头,我妈找不到我就在池塘外面喊,回来吃饭啦,泡的,泡的, 池塘,是吧,朋友们,这个叫做glu,好,跟池塘没关系了,glu了,哥哥和lu,哥哥和lu,glu,为什么总在一起,见到哥哥总能见到一只lu,glu,他们总是粘在一起,粘在一起,所以glu当动词讲反正粘粘,glu粘粘,哥哥和lu粘着粘着,当名字讲着浇水,就你买那个固体浇水,什么浇水就是这个词,glu,浇水,你看见浇水的那个, 那个logo浇水,glu哥哥和lu粘着粘着,哥哥和lu浇水,好,继续来,这个叫stick,听到什么了,stick,stick,你为什么总是stick东西,因为粘着粘着了,所以stick粘粘,很好讲对吧,你总是stick东西,甩都甩不掉stick,叫粘粘,当名字讲你stick什么呀,棍子棒子,看那个周永之演的功夫了, 吗斧头棒到哪拿着棍子说,你把钱拿出来,保护费,对stick什么,棍子,为什么总是stick棍子粘着粘着了,stick,再来一遍stick,棍子stick粘着粘着,刚才那个粘粘,glu,哥哥和lu,glu哥哥和lu粘着粘着,stick不要多用stick,stick粘着粘着棍子,好吧,很好讲,是不是很好讲,先说很好讲,继续来,这个单词 读成chop chop chop chop steak,你看这两步chop"}], "leg": [{"v": "24", "t": 490.8, "c": "drum,不好讲,这个单词是什么drum steak,steak是棍子drum steak叫敲鼓的棍子,对drum是鼓drum steak叫鸡腿, 鸡腿不是chicken's leg吗,chicken's leg,鸡的腿,同学们你可应该这么说,你要去肯德基要个鸡腿叫chicken's leg,人家不怪你笑残背的, 为什么笑,因为chicken在国外指的是小女生, 到那个地方你就来一条小女生的腿,来条小女生的腿, 你干嘛,你们是杀人族,对鸡腿drum"}], "license": [{"v": "24", "t": 1047.2, "c": "一再的妹妹把她带回来, 你的父母就怎么啦, 承认你们俩的婚姻了, ordermate, 一再的妹妹承认, license, 听到三个字, 因为讲到准许, 所以讲到许可证, 准许permeter, permeter,"}], "letter": [{"v": "42", "t": 437.9, "c": "lab实验室 按个暂停吧 好好想一下 是不是 这个单词叫做 letter 快点来得 汪汪队加油 来得是狗狗们的小熟练 是不是leader 他这个来得是个leader"}, {"v": "42", "t": 512.8, "c": "这不是神话一下吗 空气中的还有街道 那估计是天堂吧 刘老师 楼梯 letter来得也需要梯子 但这个梯子一般都是家里边用的梯子 这个stair是楼梯 对 你看空中的街上修了很多 楼梯往上爬上天上去"}, {"v": "26", "t": 578.8, "c": "cousin, write to your cousin, 好吧,letter, letter不讲了,写封信, 这个单字很熟, 走,这个单字叫做envelope, envelope, 你在对边,"}, {"v": "26", "t": 641.4, "c": "放在你妈的枕头底下, 有个信封吧, envelope, 用信封装了一封信, envelope一定不是信, 因为信你会写叫letter, 所以这个单字叫做信封, 装信的东西叫信封, 再来遍, envelope, envelope,"}, {"v": "26", "t": 1205.1, "c": "resafe, 我收到你的来信, I receive your letter, 好, 这单叫做accept, 好, 刚才是接收, 这是接受,"}, {"v": "26", "t": 1309.4, "c": "把你气运我跟你说, 我看就是一二三, I received your letter, but I cannot accept it,"}, {"v": "26", "t": 1503.1, "c": "case, 还滚我呢, 滚, cake, 踢, letter, 信, envelope, envelope, envelope, 信,"}], "literature": [{"v": "27", "t": 507.6, "c": "哟这一页单字好多, 刘老师有点多别烦了, 来123, 文学垃圾, 这怎么垃圾真的, literature, literature, later垃圾真的, 真的要来文学, literature, 文学later,"}], "lab": [{"v": "29", "t": 262.8, "c": "他俩什么区别 没区别 这是缩写 这是全写 比如我们要见到很多人缩写的 比如LAB实验室 是不是也是缩写的 label 缩写 它的全名叫label trade"}, {"v": "42", "t": 370.4, "c": "tag标签 又一个标签叫label 来读label label 也叫标签 这个单词来自于lab lab当实验室他们应该很熟吧 lab 对 你先别想ellabel label"}, {"v": "42", "t": 431.1, "c": "实验室外面贴个什么 label标签 它歌 标签tag 好label标签 lab实验室 按个暂停吧 好好想一下 是不是 这个单词叫做 letter"}, {"v": "42", "t": 1064.9, "c": "他哥 tag 标签 label 实验室外面听个标签label标签 lab lab实验室 来得 来得快架梯子 ladder梯子 stair"}], "label": [{"v": "29", "t": 266.8, "c": "这是缩写 这是全写 比如我们要见到很多人缩写的 比如LAB实验室 是不是也是缩写的 label 缩写 它的全名叫label trade 对吗 缩写会了不就行了"}, {"v": "42", "t": 362.4, "c": "他哥问一下 是不是我们给那些年轻的男人提个标签叫他哥 他哥 tag tag标签 又一个标签叫label 来读label label 也叫标签 这个单词来自于lab lab当实验室他们应该很熟吧"}, {"v": "42", "t": 424.0, "c": "你初中生任lab实验室都行吧 in the lab在实验室 实验室外面贴个什么 label标签 它歌 标签tag 好label标签 lab实验室 按个暂停吧"}, {"v": "42", "t": 1060.3, "c": "symphony 交响乐 他哥 tag 标签 label 实验室外面听个标签label标签 lab lab实验室 来得 来得快架梯子"}], "lot": [{"v": "38", "t": 490.4, "c": "我说我去过一个重庆, 重庆给了我很深的印象, 重庆impressed me a lot, 重庆impressed me a lot, 好重庆impressed"}, {"v": "35", "t": 762.0, "c": "to change life 会改变我们的生活 a lot会很大程度上改变我们的生活 change life 你想要改变生活必须努力 if you"}, {"v": "30", "t": 1162.7, "c": "fun you can have a lot of fun here你在這裡有很多 樂趣哦 你暑假來我家玩唄"}], "ladies": [{"v": "30", "t": 1792.7, "c": "沙發sophon 好嘞 gentle gentle 我給你講我是不是 在看不見ladies and gentlemen 紳士 ladies女士按的先生們 ladies"}, {"v": "30", "t": 2246.7, "c": "soft soft柔軟的皮膚很柔軟 sofa sofa gentle ladies and gentlemen 溫柔的list 立刻他就要死了列出了很多願望清單 list清單"}], "list": [{"v": "30", "t": 1842.7, "c": "你們在翻裡邊也這麼說嗎 紳士紳士紳士紳士溫柔的男人 我還帶你讀嗎 gentleman不讀了 走嘞 list這也不用讀了吧 list清單 你看過 美國一個電影叫一院清單嗎 就是 一個人知道自己突然間要死了"}, {"v": "30", "t": 2248.7, "c": "sofa gentle ladies and gentlemen 溫柔的list 立刻他就要死了列出了很多願望清單 list清單 listen here不講了 heart"}], "lemon": [{"v": "31", "t": 2217.6, "c": "strawberry 草莓 这个单字我没讲好 你要自己背 可别忘了记住要记住 lemon 不用讲 柠檬 lemon 你看lemon 对"}, {"v": "31", "t": 2339.8, "c": "delicious 地里涉死的野味 美味的delicious strawberry 草莓 lemon 柠檬 pear 对 不要读成pear pear"}], "live": [{"v": "33", "t": 516.1, "c": "相反的。 opposite。 相反的。 好那就是。 We live further down on the opposite"}, {"v": "35", "t": 781.0, "c": "to study hard 好这句life life是生命生活 live是他们动词 活着生活 我住在重庆 I live in重庆"}, {"v": "35", "t": 877.0, "c": "class 生动的活泼的 好这几个单词再勾一遍 lively 生动的活泼的 live 活着的 live 生活活 live 生命生活"}, {"v": "35", "t": 988.0, "c": "in my life 在我的生活中 在我的生命中 live I live in Chongqing 活"}, {"v": "35", "t": 1398.0, "c": "是不是 来 alone lonely 那就是I live alone 对不对 我单独 I live"}, {"v": "35", "t": 1811.8, "c": "alone 123块再背那句话 我一个人住 但是我从来不感到孤单 I live alone but I never feel"}, {"v": "35", "t": 1898.8, "c": "唱歌了single 单独的一个人的 为什么又讲到这个单词对吗 其实刚才那个alone有一篇 I live alone 单独的一个人的single 单身的单一的对单身的 刘老师如果没有结婚 刘老师如果没有结婚"}], "local": [{"v": "35", "t": 172.0, "c": "看我们农村妇女我妈以前特别喜欢locker 说等我把门给锁上 等我一下这都出来了 对locker把门给锁上呀 lock 还记得那个叫local吗 记不记得local 咱们也翻了locker local跟谁lock 当地人 所以local是当地人"}, {"v": "33", "t": 2315.4, "c": "我是当地人, Native, 好, 继续来, 这个单译叫做, Local, 对, 刚才讲Native, 当地人, 本国人, 咱们讲Local,"}, {"v": "33", "t": 2426.5, "c": "map, 在地图上他的位置, Location, 来自于Locke, Locke是当地的, 然后Local, Local是当地的, Locke是定位, Locke的定位, 位于, 然后Location是定位位置的名词,"}], "locke": [{"v": "33", "t": 2325.0, "c": "本国人, 咱们讲Local, 你都, 哦Local, Local的发音特别像, Locke, Locke, 住在重庆想找个人Locke, 都在当地人, Locke, 当地的,"}, {"v": "33", "t": 2387.0, "c": "the north of China, 哈尔滨位于中国的北面, 哈尔滨Locke is located in the north"}], "location": [{"v": "33", "t": 2409.0, "c": "Locke, 当动词讲是Locke定位, Locke位置, 好, 位置场合, Location位置, 好, Location, 囤咪, 这个当你应该不认识先不看, Has"}, {"v": "33", "t": 2621.0, "c": "当地的, Locate, Locate, 定位, 位于, Location, 位置, Situation, 位置, 形式, Sate,"}], "load": [{"v": "34", "t": 1676.1, "c": "down往下 是down say down down往下 load 装载 对咱们先讲load吧 同学们 对讲load好讲 来再看一下load"}], "language": [{"v": "35", "t": 0.0, "c": "好 继续来 这个单词叫做language 来一遍 language 所以英语就是一种语言呀 English is"}, {"v": "35", "t": 80.0, "c": "我性格比较内向 我适合我内向的工作 不是所有人都需要外向的 像疯狗一样 恶不恶心 language 叫语言 再来一遍 没必要说那么多话的 language 到"}, {"v": "35", "t": 527.0, "c": "在那边讲笑话笑的 人仰马反的mduk 酒客笑话 好接下来 先复习一下吧 language 快点 烂瓜哥 语言很犀利 language语言 talk"}], "locker": [{"v": "35", "t": 156.0, "c": "你能和我谈话吗 好 去那个lock 哇塞 长得真像怪不得你放到一起讲对lock locker 出来locker 先把门锁上呀 看我们农村妇女我妈以前特别喜欢locker 说等我把门给锁上 等我一下这都出来了"}], "lay": [{"v": "35", "t": 555.0, "c": "joke 笑话 好 这什么刘老师 下档来了 lay 读 lay 哎呀这个音太好读了 就是下档 就是lay翻译了"}, {"v": "35", "t": 617.0, "c": "lay lay 对 你们看 下档 lay是躺下 lay down to have a"}], "lie": [{"v": "35", "t": 711.0, "c": "不就是说谎吗 给自己找个借口 再重来 快点下单下单 累躺下 lie 躺平都是说谎 lie 说谎 躺下 好这点life"}, {"v": "35", "t": 976.0, "c": "复习这几单词 你别看长得简单 长得太像很难记得原吧 累累下蛋 放置 lie lie lie 下蛋累了 躺躺平躺 lie躺"}], "lively": [{"v": "35", "t": 848.0, "c": "can be alive 好继续 这个叫 lively 一看加个ly肯定是个形容词 叫生动的活泼的 生动的活泼的 刘老师给我们上课很生动的 刘小儿爷"}, {"v": "35", "t": 997.0, "c": "这条鱼是活的 the face is alive lively 生动的 就像活的一样 生动很生动 lively vivid"}], "lighting": [{"v": "35", "t": 1091.0, "c": "灯 light 光 灯 轻的 这个单词叫lighting 光 lighting 闪光 是什么 闪电"}, {"v": "35", "t": 1310.0, "c": "流血 sunder 杀人的 打呼噜 打雷 lighting 打闪 打雷打闪 light 光 光线"}], "lonely": [{"v": "35", "t": 1353.0, "c": "所有的都是一个人的 所有的都是一个人的 Aloin 单独的 一个人的 lonely lonely 对 那不还是一个人的吗 给你们看 Al想着一个"}, {"v": "35", "t": 1414.0, "c": "我从来不感到孤单 对这种孤单 是一种心理上的感觉 alone是一个人的 不一定孤单 lonely是孤独的 寂寞的 再来一遍 跟我连说三遍 不张嘴的同学是个小猪 咒他这次数学成绩不及格"}, {"v": "35", "t": 1812.8, "c": "alone but I never feel lonely alone是一个人的 lonely是孤单的 孤单是内心 alone是一个人的 一个人的不代表他很孤独"}], "len": [{"v": "40", "t": 415.2, "c": "silence silence 怎么讲 你看 si len len len 想着轮 ci 想着车"}, {"v": "40", "t": 476.0, "c": "silence si len ce si len ce silence 好 寂静 沉默"}], "latest": [{"v": "42", "t": 2886.8, "c": "对 先听到 再看见 那early是早的 late不就是晚的吗 latest 最晚的最迟的 还可以发明最新的 最近的 对最晚的新闻 昨天上午12点钟发生的新闻"}, {"v": "42", "t": 3267.6, "c": "是否 一个h 天气 early耳朵的 早的 latest 最晚的就是最新的 最近的 or我的 我的自己的 拥有owner"}], "luck": [{"v": "42", "t": 3133.2, "c": "你看这个冰箱一般零度是zero 零没有 好责肉zero 零度一次 once两次twice luck 这个单字不用讲了 叫good luck好运 有时候祝你好运good luck"}], "linda": [{"v": "43", "t": 2219.2, "c": "calender, calender, calender叫做日历, 对,就是你们家的日历,今天3月15号,明天, calender, cal就是抓住,linda, 是个人的名字呀,calender, 古代人很迷信, 要看看日历算算哪天抓他最合适呀, 抓linda, 抓linda还得看"}]}