{"muse": [{"v": "xx4eEyq84x0", "t": 661.0, "c": "哇塞, 这怎么那么像, 妹子, 这是amaze, 看好, 这是个muse, 一个muse, 他们你听过muse吗? 我给你们看, muse, muse,", "s": 5}, {"v": "xx4eEyq84x0", "t": 744.3, "c": "弟弟死了, 可能很吃惊惊恐, 好, 学会了三个吃惊, 好, muse也讲过了, 讲到了娱乐对不对, amusement, muse, 娱乐, 娱乐活动,", "s": 5}], "mere": [{"v": "xx4eEyq84x0", "t": 985.5, "c": "整个的完整的, 使谁累, 整个的完整的人都很累, 整个的完整的entire, 好, 这个mere, 这个单字可以读成什么, 它能发现一下mere, mere, mere, mere,", "s": 5}, {"v": "xx4eEyq84x0", "t": 1047.5, "c": "merely a teacher, mere, 仅仅只不过是个小米粒而已, mere, 仅仅只不过, 仅仅只不过, 过去了, mere, mere,", "s": 5}], "meal": [{"v": "xx4eEyq84x0", "t": 1112.4, "c": "没有我他怎么招生吗, 结果人家找的更好了, 现在人家做的更好了, 没有我做的更好了, 还觉得自己了不起, 我们这个meal, meal, meal, 米而已, 仅仅只不过, 什么也不是,", "s": 5}], "moo": [{"v": "f4X7J6M3Aac", "t": 1640.4, "c": "commodity, 商品, 对你放在一起记, 要用心去记对吗, 这merchant听到什么, moo钱他, merchant, 来看一眼, moo钱他, 每天moo钱和钱打交道, 商人moo钱他,", "s": 5}, {"v": "xx4eEyq84x0", "t": 2343.0, "c": "它跟complain的意思有点像, 但是它跟侧中音声音痛苦, 割肉, 割肉, 声音, 这段moo听到什么了, 发音特别像牛的叫声, 如果你在农村待过听过牛叫的, 牛的叫声就这样的, moo, moo,", "s": 10}], "morn": [{"v": "xx4eEyq84x0", "t": 2491.0, "c": "gross, 总的毛的, 割肉是, 割肉割的是总的毛的, 好继续来, 这边morn, 听到什么了, morn, morn, 有没有听到, morn,", "s": 5}], "moist": [{"v": "rlx3xP_CnZw", "t": 1980.9, "c": "再来一遍 Render 使你润润的 Render 好继续来 这个单词叫Moist 听到什么了 Mo 你看Mo ist结尾表示人 科学家Sontest", "s": 10}], "mo": [{"v": "f4X7J6M3Aac", "t": 1542.2, "c": "看mos, commas, 那就是所有都yemos了, 你看commas, 写错了, 这个mo, yemos的mo, commas, 对就是yemos的mo, commas, 所有都yemos了,", "s": 5}, {"v": "rlx3xP_CnZw", "t": 1983.3, "c": "使你润润的 Render 好继续来 这个单词叫Moist 听到什么了 Mo 你看Mo ist结尾表示人 科学家Sontest 是不是 物理学家", "s": 8}], "mou": [{"v": "rlx3xP_CnZw", "t": 1997.3, "c": "物理学家 Fezestestestestestestestestestestestestestestestestestestestestestestestestestestestestestestestestestestestestestestestestestestestestestestestestestestestestestestestestestestestestestestestestestestestestestestest Hornet 对 他们都是以isd结尾表示人 这个单词可以记成Mou人 Moist Mou人 身上都长毛的人 又说到了重庆 身上都长毛了", "s": 8}], "mother": [{"v": "ohVvDtW7V3Y", "t": 130.4, "c": "am the representative of my mother 对 它是名词代表指的是人 刚才这个代表是个动词 这个代表是个名词代表代理人 继续来这单字represent", "s": 3}, {"v": "F_j4EN6Igkg", "t": 347.0, "c": "下面开始讲和你妈有关的单词了, 要看, cal想成call打电话, m想成妈妈, call mother就给妈妈打电话就come, 你的考员已经全力以赴, 难道最后没有考上, 不可能, 虚拟语气团, 不可能,", "s": 5}, {"v": "F_j4EN6Igkg", "t": 413.2, "c": "calm, 给妈妈打电话, 平静安静了, 同意吗, call mother, 平静安静, calm down, 这也是你妈, morrow,", "s": 5}, {"v": "NPL1GISYUN8", "t": 1461.2, "c": "不想忽视忽略 但是还是忽视忽略了 neglect ignore 好起起来 mother mother 这怎么那么像brother 对brother是兄弟 他比兄弟少了一个R 你发现吗", "s": 5}, {"v": "NPL1GISYUN8", "t": 1529.4, "c": "烦的 受打扰的 所以annoy就和 来 123 mother很像 mother mother 对吧 打扰 干扰", "s": 5}], "mense": [{"v": "ohVvDtW7V3Y", "t": 612.8, "c": "巨大的 好记住他们讲的很像 这叫immense ai我 这不是我吗 mense 我mense了 你看immense 我mense什么意思 我mense什么意思 可能immense", "s": 10}], "many": [{"v": "E7NCsZKSfVA", "t": 335.0, "c": "我写吧, it brings you so many relatives, 读懂了吗, 来, 123再读一遍, 对吧,", "s": 8}, {"v": "ohVvDtW7V3Y", "t": 795.1, "c": "numerous和数量有关系的 再来一遍 和数量有关系的 许多的大量的 numerous 许多的大量的就等于many 讲了很多巨大的 开始讲许多的 继续来 plenty for", "s": 3}], "money": [{"v": "d2f3Pq-Csfw", "t": 812.9, "c": "molest谦虚的 好再讲讲词earliest 我们很熟 挣钱 earn money earn money 挣钱 est最挣钱最好的方式是什么 挣钱最好的方式是什么", "s": 3}, {"v": "f4X7J6M3Aac", "t": 1175.4, "c": "好, 这边harmony, 这个单词不用讲, 听到我在说什么harmony, harmony, money, 他们像money, harmony, hide钱, 是不是有了钱, 我们都觉得生活非常的什么,", "s": 8}, {"v": "ohVvDtW7V3Y", "t": 1448.4, "c": "多余的往外 你要这么急就更好了 extra 额外的 是不是extra money 额外的钱 额外的 我 VA想成我 干它", "s": 3}, {"v": "FMozCsEv1SM", "t": 2282.8, "c": "放置, 我把我的钱放到口袋里面, I leave my money into my pocket, lay是放置, 第一表是往下,", "s": 3}], "multiply": [{"v": "ohVvDtW7V3Y", "t": 1629.0, "c": "addition add增加 addition 名词增加增加物 好继续来 multiply 这个单词不好讲 不好讲 但是我讲这个单词都很熟 对吗 multimedia", "s": 10}, {"v": "ohVvDtW7V3Y", "t": 1723.0, "c": "of 许多大量的 快点怎么讲的 multimedia 多媒体 multiply 使他变多 增加繁殖 multiple multiple许多大量 a", "s": 10}], "multimedia": [{"v": "ohVvDtW7V3Y", "t": 1634.8, "c": "multiply 这个单词不好讲 不好讲 但是我讲这个单词都很熟 对吗 multimedia 熟不熟 叫多媒体 熟不熟 多媒体 见的太多了", "s": 10}, {"v": "ohVvDtW7V3Y", "t": 1721.4, "c": "就等于a multitude of 许多大量的 快点怎么讲的 multimedia 多媒体 multiply 使他变多 增加繁殖 multiple", "s": 10}], "multiple": [{"v": "ohVvDtW7V3Y", "t": 1669.8, "c": "multimedia 多媒体 使他变多 增加繁殖 形容词 multiple 多样的数量多的 还解释吗 那不跟前面讲的许多的大量的很像吗 对 就是许多大量的", "s": 5}], "multitude": [{"v": "ohVvDtW7V3Y", "t": 1692.0, "c": "就记着个multimedia multiply multiple 多样的 许多的 好的multitude 名词许多大量 这个单词很少单独使用 一般都是 a multitude", "s": 10}, {"v": "ohVvDtW7V3Y", "t": 1785.6, "c": "a host of就等于 快说 a multitude of a multitude of怎么来的 multi-media", "s": 5}], "music": [{"v": "ohVvDtW7V3Y", "t": 1845.0, "c": "充满敌意的 folk 这个单字我想了半天觉得没必要讲 因为我们很熟叫民乐 民谣folk music 民乐民谣什么流行音乐叫pop music folk music叫民谣folk 民间的", "s": 10}], "mass": [{"v": "ohVvDtW7V3Y", "t": 1860.4, "c": "music叫民谣folk 民间的 folk music民间的 好继续来 好来看这个单字我们叫mass 听到什么了 马死你看mass 小时候我们家 这个农村的孩子有感觉 因为那个时候没有拖垃圾", "s": 10}, {"v": "ohVvDtW7V3Y", "t": 1920.5, "c": "好 the message就等于the public 普通人 好mass许多大量 许多大量的人平民百姓 the message老百姓 大部分的人 the", "s": 5}, {"v": "ohVvDtW7V3Y", "t": 1986.3, "c": "那乱糟 你妈有没有骂过你 你去你那 我的天哪 你妈妈说我要死了 mass乱糟糟的一堆 就叫chaos chaos你记不住 他们记他的拼音 吵死 吵死了", "s": 10}], "message": [{"v": "ohVvDtW7V3Y", "t": 1906.0, "c": "所以乌合之众里边说哪些人最多 对群众 许多大量的人都是群众 平民百姓 所以我们会见到这个单字叫做the message 群众 普通人 就等于the public 好", "s": 10}], "massive": [{"v": "ohVvDtW7V3Y", "t": 1932.4, "c": "message老百姓 大部分的人 the message mass许多大量平民百姓 好这个massive是它的形容词 对吧 许多大量的人就是一个巨大的 massive巨大的 好massive巨大的 又回去了", "s": 5}], "meow": [{"v": "NPL1GISYUN8", "t": 638.8, "c": "有没有那种动物的吼叫的感觉 就这种低吼的声音 告诉一般的肉食性动物对不对 rough 你家的猫都不这么叫吧 meow rough 吃肉 告诉我肉一般都是什么样子的 是不是粗糙的 粗糙的粗野的", "s": 8}], "mild": [{"v": "NPL1GISYUN8", "t": 850.2, "c": "一摸 tender 脆弱的 嫩的 易受伤害的 这个单词mild m想着妹妹 m想着妹妹 i想着爱 l不用看 d想着得", "s": 8}], "mode": [{"v": "d2f3Pq-Csfw", "t": 645.1, "c": "prevalent 普遍存在的流行的过 对如果你不熟 你应该停下来复习一下再继续听 下面都跟流行没有太多关系的 mode 但是跟流行有点关系 mode 你看他发现mode mode 他就是mode", "s": 5}, {"v": "d2f3Pq-Csfw", "t": 805.2, "c": "解乐死都不要晒出来 因为会遭人妒忌的 jalous妒忌的 做人最好的模式是谦虚的 对谦虚的molest 谦虚的mode模式 molest谦虚的 好再讲讲词earliest 我们很熟 挣钱 earn", "s": 3}, {"v": "2OCkgjS6lHc", "t": 1594.7, "c": "m-o-o想着moon, 月亮, d想着得, 要月亮的, 还跟我讲吗, 是不是月亮的特别有氛围那种感觉mode, 是不是两个人和你特别喜欢的人, 躺在屋顶上看月亮, 畅想一下你们两个以后的美好未来mode, 是不是特别有氛围, 情绪氛围,", "s": 5}, {"v": "f4X7J6M3Aac", "t": 2947.3, "c": "远离他, 太扣的人根本都解决不了, tackle, 处理解决, tongue mode告诉你为什么人类的交往叫, 交往, 有来有往才叫交往, 见过那种太扣的人吗? 你今天跟他逛街请他喝杯奶茶, 他说要下次我请客,", "s": 10}], "modest": [{"v": "d2f3Pq-Csfw", "t": 701.8, "c": "听懂了吗 咱们中国有句话叫枪打出头鸟 我刚才看到一句话特别好 说让别人讨厌你最好最快的方式就是 善你的幸福和成功 modest 对 做人最好的方式是谦虚的低调的 谦虚的低调的同学们 这个世界上没有那么多人希望你过得好 我上次一个考验学生给我留言", "s": 8}], "molest": [{"v": "d2f3Pq-Csfw", "t": 768.5, "c": "你周围没有太多人想让你过得好 所以当你成功的时候尽量低调一下 对了 挣了8个亿 依然该穿什么鞋还穿什么鞋 molest 做人最好的模式谦虚的 所以你看你出点事 比如今天你不开心 或者你手机丢了 很多人来问你小晏怎么了", "s": 5}, {"v": "2OCkgjS6lHc", "t": 1044.1, "c": "还记得吗, 挣钱最好的方式, earnest, 认真的, 做人最好的模式, molest, 谦虚的, 还记得对不对, 最, 爱, 妹妹,", "s": 3}], "modify": [{"v": "d2f3Pq-Csfw", "t": 1104.0, "c": "切换也可以 switch 就切换的慢慢 也可以当切换开关也可以 好 这个modify 又回到mod了 模式 ify动词modify 字面意思是使你模式化 什么意思", "s": 10}, {"v": "d2f3Pq-Csfw", "t": 1175.8, "c": "没事做的打个盹 刷会手机 已经完全模式化了 你变了 你以前的梦想光芒去哪了 modify使模式化改变修改 他的意思就等于alter 所有都很特别 只有一点需要改变alter modify改变修改 moderate", "s": 5}], "mod": [{"v": "d2f3Pq-Csfw", "t": 1105.4, "c": "switch 就切换的慢慢 也可以当切换开关也可以 好 这个modify 又回到mod了 模式 ify动词modify 字面意思是使你模式化 什么意思 改变修改", "s": 8}], "moderate": [{"v": "d2f3Pq-Csfw", "t": 1186.6, "c": "modify使模式化改变修改 他的意思就等于alter 所有都很特别 只有一点需要改变alter modify改变修改 moderate moderate的速度 是moderate的速度 特别告诉我moderate在替代 加上走路的速度是很快还是很慢 这不快不慢", "s": 5}], "manifest": [{"v": "d2f3Pq-Csfw", "t": 1534.7, "c": "从他的眼神就能暗示出来 看我的眼神 hunt 暗示 hunt暗示 好manifest走 妈妈你烦死他 你看 妈妈你烦死他 manifest 妈妈和你都烦死他", "s": 5}, {"v": "d2f3Pq-Csfw", "t": 1708.8, "c": "咱们的所有的暗示表明全加完了 hunt indicate demonstrate embody也算吗 manifest也算吗 妈妈你烦死他 表明显示 imply 我的妹妹扑向了他 是不是也是表明显示", "s": 3}], "mute": [{"v": "d2f3Pq-Csfw", "t": 2285.2, "c": "好 差不多了 跟肝脏腎脏有关系 单词差不多结束了 可以回头复习了 这个叫mute 发现没有他 你看mute 没有他 有没有听到mute 没有他", "s": 10}], "mini": [{"v": "4glqjiOAcnI", "t": 12.0, "c": "好 这个叫Demunish Demunish Di往下 Mini这还讲吗 小的 Mini全Mini skirt 宝马Mini CooperMini是小的", "s": 10}], "merit": [{"v": "f4X7J6M3Aac", "t": 25.0, "c": "好,同学们我们第五单元开始了。 这是一句话我很喜欢叫30年河东30年河西末宵少年穷。 其实在网络积极发达的时候不用30年,应该是7年8年都可以。 好吧,两年太少,好吧,7年转河东7年转河西末宵少年穷。 咱们继续来进行,这个单叫merit,me想着我呗,me呗,r想着一朵花呗。 那就是我把一朵花给了他呗。 eat,男女性别不清的时候可以指eat,我给了他一朵花叫merit。 我为什么要给他一朵花的? 一小时候没有得吗? 一朵小红花两朵小红花,对,我给了一朵花,说明他的优点美德很多呀。", "s": 10}, {"v": "f4X7J6M3Aac", "t": 91.7, "c": "今天一天得了6朵小红花,要说明我的什么很多。 优点美德,所以virtual也是优点美德。 俯老爷爷过马路一朵小红花,帮老师擦黑板两朵小红花。 是不是下课的时候帮助其他同学打扫卫生又一朵小红花。 virtual,真的有6朵花,优点美德。 再来一遍merit,优点美德。 virtual,优点美德。 继续来,叫charity,这个单词和优点美德没关系,但它和花有关系,所以咱们一起讲。 chah chah, chah", "s": 10}, {"v": "QHQj7TvTk2w", "t": 794.0, "c": "engage, engage, 订婚, 订婚, 使产生关系, merit, 不讲了, 这个单词原型就是merry, merry是动词结婚, merit, 一看就是个形容词,", "s": 10}, {"v": "D4vxi210ebo", "t": 1741.6, "c": "patent 耐心 patent 专利 好 merit 我特别喜欢这个单词 和这个单词 一起讲 我什么了他 他们这就是爱情最好的样子", "s": 8}], "merry": [{"v": "QHQj7TvTk2w", "t": 795.5, "c": "订婚, 订婚, 使产生关系, merit, 不讲了, 这个单词原型就是merry, merry是动词结婚, merit, 一看就是个形容词, 婚姻的, merit,", "s": 10}], "magnificent": [{"v": "t1pP0_j6Fis", "t": 432.4, "c": "一个人死都瞧不开。 另外一个人瞧看那个人说terrific。 极好的。 terrific。 对极好的。 叫magnificent。 这个跟极好的有关系。 看见。 妈妈妈妈哥哥哥哥你你飞神飞身。 哇塞你们一家人都飞起来了。 你们看。", "s": 10}, {"v": "t1pP0_j6Fis", "t": 503.1, "c": "对就是放大镜。 就是这个单词。 对吧magnify。 妈妈哥哥你放大。 magnify。 magnificent。 宏伟的壮丽的。 magnify。 放大。 继续来。 fabulous。", "s": 10}], "magnify": [{"v": "t1pP0_j6Fis", "t": 475.4, "c": "爬到泰山山顶往底一看。 哇塞magnificent。 对妈妈哥哥你飞身。 壮丽的、宏伟的。 继续来。 就叫magnify。 又好像magnify。 这是妈妈哥哥你放。 不是放的感觉。 怎么这些都笑了。 magnify。", "s": 10}], "marvelous": [{"v": "t1pP0_j6Fis", "t": 628.4, "c": "发布日kate。 编造捏造。 记住不是行了吗? 你管他怎么讲没什么理由的。 就这么记。 marvelous。 听到什么了吗? 妈我乐死。 marvelous。 今天看了一部电影。 出去看完有爸爸我妈和妈妈。", "s": 10}, {"v": "t1pP0_j6Fis", "t": 701.1, "c": "对吗? 你看我很少加图片。 为什么? 因为我自己会表演呀。 这表演多好的吗? 是不是marvelous。 marvelous叫的marvel。 marvelous。 哇是不是惊叹感叹。 继续来。 好来看这个单词对吗?", "s": 10}], "marvel": [{"v": "t1pP0_j6Fis", "t": 654.4, "c": "奇好精彩的。 这一会全是这个意思。 marvelous。 妈我乐死。 奇好精彩的。 好marvel。 你猜什么意思。 marvelous是个形容词。 marvel肯定是个名词或动词。 妈我什么意思。 看一看。", "s": 10}], "move": [{"v": "t1pP0_j6Fis", "t": 2387.4, "c": "好像promote, promote, 往前, MOTE能让你想到是, 你自己随便想的吗, move, 对, 它当词根讲就是move, 没有乱讲, move, 往前移动,", "s": 5}, {"v": "t1pP0_j6Fis", "t": 2447.9, "c": "晋升促销promote, 促进促使, 好过, motion, 也来自于move, 它就是正规的move的名词, move移动motion, 运动移动, motion, 运动移动, motionless不动的,", "s": 5}], "motion": [{"v": "MS49cPv8p-8", "t": 38.0, "c": "移除拿开Remove 移除拿开Remove 重复的动就是晃晃晃移除拿开这个东西 Remove in motion motion是运动一出来 那就把你内心的运动给什么出来 就表现出来 特别你告诉我你内心的运动 一般通过你的什么表现出来", "s": 3}, {"v": "t1pP0_j6Fis", "t": 2445.6, "c": "人往前移动不就晋升吗? promotion, 晋升促销promote, 促进促使, 好过, motion, 也来自于move, 它就是正规的move的名词, move移动motion, 运动移动, motion,", "s": 5}], "motive": [{"v": "t1pP0_j6Fis", "t": 2484.0, "c": "remote往回移动, 那不就越来越远了吗? 遥远的, 偏远的, 好继续来, motive, 这不是还是move吗? 刘老师, 对motive, 使你动起来的是什么? 你以前每天睡到10点多都不起床,", "s": 5}, {"v": "t1pP0_j6Fis", "t": 2549.4, "c": "你就长那么丑, 刘小人还不好好学吗? 就你, 激励, 激发, motive somebody to do something, 其实在某种程度就等于,", "s": 5}], "miserie": [{"v": "MS49cPv8p-8", "t": 705.4, "c": "两个压力叫痛苦 distress叫痛苦 stress压力 distress痛苦 继续来 miserie 耶这个怎么长得不像了 意思肯定像 要么同意思要么反意思要么意思相接 要不不会放在一起讲 miserie谁死了", "s": 10}], "mask": [{"v": "UXto6OC0rqg", "t": 417.5, "c": "discise叫伪装者 discise 伪装假扮 弟弟似鬼子 伪装假扮 好继续来这个叫mask 讲到了伪装假扮 这个单词也就像伪装 你看画个小女孩用手捂着嘴 看见没有 妹妹", "s": 10}], "man": [{"v": "F_j4EN6Igkg", "t": 58.2, "c": "我只能处理考研英语这点事, 你妈可能只能处理家务那点事, scope美女处理事范围领域scope处理的事就是一定的范围领域的scope范围领域, 所以说real也是范围领域, 猜real真的, man象征男人, 真男人real, real man, 真男人, 真男人一定是在自己的某个行业或领域内做出贡献的人,", "s": 3}, {"v": "E7NCsZKSfVA", "t": 1916.0, "c": "mental, mental是, 我差点说出来, 刚才phedico是身体的, 所以咱们讲了一个和身体对应的叫精神上的, man是人, 头, mental人头, 告诉我人头是管什么的, 精神上的, 是不是人头是管mental精神上的,", "s": 8}, {"v": "UXto6OC0rqg", "t": 2022.2, "c": "都在fa famy famy fa想着far行吗 远的 man 想成矿山行吗 屯民知道什么叫矿山吗 就采矿的 知道吗 很远的矿山", "s": 10}], "matter": [{"v": "E7NCsZKSfVA", "t": 316.1, "c": "我说你听, 他说success is a relative matter, 成功是一件相关的事情matter, 能听得懂对吧, 他说success is a", "s": 5}], "mental": [{"v": "E7NCsZKSfVA", "t": 1908.0, "c": "等我一会我会跟你讲外科医生的, 慢慢来, phesation内科医生, 没问题对不对, 对管你身体的, mental, mental是, 我差点说出来, 刚才phedico是身体的, 所以咱们讲了一个和身体对应的叫精神上的, man是人,", "s": 10}], "m-o-s-t": [{"v": "2OCkgjS6lHc", "t": 1029.8, "c": "这个单词叫做, est, e-s-t, 说, 形容字最高级, 要么加m-o-s-t, 要么加e-s-t, 最高级, 最, 对, 我们在课堂上就把e-s抢成最,", "s": 8}], "mate": [{"v": "2OCkgjS6lHc", "t": 1050.3, "c": "谦虚的, 还记得对不对, 最, 爱, 妹妹, mate, 配偶伙伴朋友, 同学怎么说, classmate, 校友怎么说, schoolmate,", "s": 3}, {"v": "2OCkgjS6lHc", "t": 1113.7, "c": "哇达, 你家的哇达就里面咱们出来玩, 对, 对, 妹妹, mate, 伙伴朋友咱们就称为妹妹, 小女孩, 好吧, 来, 来连在一块,", "s": 3}, {"v": "2OCkgjS6lHc", "t": 1514.0, "c": "所以climate环境氛围, 对, 一再的围着一个人站的东西不就是环境氛围吗, climate, 很好记吧, 咱们吧MATE基本上快结束完了, 好, 这段要surround, 为什么讲完了, climate要讲surround, 请看下黑板,", "s": 3}], "mart": [{"v": "2OCkgjS6lHc", "t": 1120.6, "c": "好吧, 来, 来连在一块, 最爱的妹妹, Astin Mart, 最爱的妹妹是哪一个, 这是孟庭伟唱过一首歌, 你连孟庭伟估计都没听过, 这是从台湾来到中国的歌手, 应该第一批歌手,", "s": 3}], "mood": [{"v": "2OCkgjS6lHc", "t": 1584.7, "c": "叫环境氛围, 这个单词其实我不讲很多东西都会写的, 好吧, 环境氛围又一个sala嘛, 三个了已经是继续来, mood, 这个也是气氛氛围的意思, m-o-o想着moon, 月亮, d想着得, 要月亮的,", "s": 8}], "ment": [{"v": "f4X7J6M3Aac", "t": 968.1, "c": "ful满的, f-u-l满的, 圆满实现, 好, 这个单词fulfillment, 在后面加个ment, 也翻译成成就, fulfillment, 完成实现东西叫成就, fulfillment, 继续来,", "s": 8}], "mas": [{"v": "f4X7J6M3Aac", "t": 1532.7, "c": "我还唱京剧呢, 叫commas, 他们听commas, com所有的一起就等于con, 没问题吧, mas, yemos, 看mos, commas, 那就是所有都yemos了, 你看commas,", "s": 8}], "mos": [{"v": "f4X7J6M3Aac", "t": 1535.0, "c": "他们听commas, com所有的一起就等于con, 没问题吧, mas, yemos, 看mos, commas, 那就是所有都yemos了, 你看commas, 写错了, 这个mo,", "s": 5}, {"v": "f4X7J6M3Aac", "t": 1595.0, "c": "都yemos了, 商业贸易, 商场如战场, 商业贸易, commerce, 都mos, commerce, 商业贸易, 看一眼他的形容词, 很要看, commercial,", "s": 5}], "merchant": [{"v": "f4X7J6M3Aac", "t": 1639.0, "c": "商品, commodity, 商品, 对你放在一起记, 要用心去记对吗, 这merchant听到什么, moo钱他, merchant, 来看一眼, moo钱他, 每天moo钱和钱打交道,", "s": 5}, {"v": "f4X7J6M3Aac", "t": 1713.1, "c": "你才能出去卖, product, 产品, 商品, commodity, merchant, 过, 对了如果你一直没记住你应该停下来复习了, 那样嘛, 来product, 产品,", "s": 5}], "manage": [{"v": "f4X7J6M3Aac", "t": 2878.3, "c": "你说这些人咋能有才干什么的, handle, handle先生解决处理, 刚才那个settle往下了, 解决处理, manage, 这个单词是设法解决, 设法处理, 其实也是解决处理, manage, manage我们很熟爱用我讲吗?", "s": 10}, {"v": "f4X7J6M3Aac", "t": 2978.6, "c": "mode谁都不傻, 不要老想占一次别人便宜, 别人不知道占一次, 谁都不傻只是说不说的问题, 同意吗? manage们, 对付那些太扣的人, 很难, 远离他, 远离他, 远,", "s": 5}], "mn": [{"v": "f4X7J6M3Aac", "t": 2903.6, "c": "设法处理, 设法解决, manage, 管理处理, 我告诉你怎么讲, mn想成人, a指年代, 有人的那个年代就有了管理, 这是ibm的广告词, 但是现在ibm卖给联想了, 后来也没有他的广告词了,", "s": 8}], "moral": [{"v": "F_j4EN6Igkg", "t": 480.6, "c": "是不是, 其实她要求你的, 她做到几个, 天天教育你, 把你骂得跟猪头一样, moral, 有道德的, 讲道德的, 好记吧, 好记, 那叫mortal,", "s": 10}, {"v": "F_j4EN6Igkg", "t": 584.0, "c": "图像, 里边可不能有任何, 不健康的东西, 不说明显ethic, 伦理道德, 对它和moral特别像, 但是它的名词, moral, 有道德的讲道德的, 对它的意思是伦理道德, ethic,", "s": 10}], "mortal": [{"v": "F_j4EN6Igkg", "t": 485.3, "c": "moral, 有道德的, 讲道德的, 好记吧, 好记, 那叫mortal, 怎么那么像moral, 看清, m-o-i-l, 这个是mortal, 像头,", "s": 10}], "m-o-i-l": [{"v": "F_j4EN6Igkg", "t": 489.4, "c": "好记吧, 好记, 那叫mortal, 怎么那么像moral, 看清, m-o-i-l, 这个是mortal, 像头, mortal, 没有头, 毛,", "s": 8}], "mistake": [{"v": "F_j4EN6Igkg", "t": 1694.0, "c": "你看这个是奶奶哥哥提到我消极的悲观的, 提到我死不就开心了吗, 乐观的, 积极的, optime mistake, 积极的乐观的, optime mistake, 提我死, 终于死,", "s": 5}], "mall": [{"v": "F_j4EN6Igkg", "t": 2979.6, "c": "faw字, 伪造, faw字, 伪造, 这也跟哥哥有关系, mall给制, 囤明看读前面, mall, 摩托, 摩托车, mall给了哥哥,", "s": 5}], "mercy": [{"v": "NJcn3R9ZfOA", "t": 0.0, "c": "好,mercy,这个单词的发音特别连成一块就是me我, 你看rcy可以不显成cry,mercy, 你看我rcy想成cry, 哭, 那就是我哭了, mercy,", "s": 10}, {"v": "NJcn3R9ZfOA", "t": 77.2, "c": "你同意吗? 所以same percy, 同情心, 来, mercy, 仁慈, 对, 他有点像, mercy, 仁慈,", "s": 5}]}