{"word": [{"v": "lWic16pxSwI", "t": 2578.6, "c": "他在干嘛, 操作控制车, 操作控制steer, 继续来, a word, a word, 操作控制讲完了, a word开始了,", "s": 5}, {"v": "lWic16pxSwI", "t": 2648.0, "c": "这个写错了, 你们那是回报, 对报酬回报reward, 再来一遍, a word, 奖励, 奖品, reward, 回报, 报酬,", "s": 5}], "well": [{"v": "MS49cPv8p-8", "t": 250.6, "c": "notebook是笔记本 笔记 所以note当名字讲可以当笔记 笔记本 此处的note可以当注意 因为我们有个短语叫做well noted 你看 它就等于notice 很好的被注意到的 什么意思", "s": 8}, {"v": "K9MgwRBeoiw", "t": 469.0, "c": "传播散布 蛇都趴在那读传播散布 wide spread很广泛的传播 那就流行的广泛的普遍的 继续来是well s依然想成蛇 可是你认识well吗 不是good的父词well 它当名字讲反正警你知道吗 对当动词当形容当父子讲是", "s": 5}, {"v": "xx4eEyq84x0", "t": 1165.2, "c": "费用, 费用, 远阿姨路费运费费用, 好这段还讲你远阿姨, fair well, fair well party听过吗? 没听过没关系来, 远阿姨well很好,", "s": 5}, {"v": "f4X7J6M3Aac", "t": 2750.7, "c": "解决了定居, drill, 来, 地, 就想着定居的定, 定well, 很好的定了下来, 那么还是按定居吗刘老师? 对drill, 看drill, 居住,", "s": 3}], "where": [{"v": "xx4eEyq84x0", "t": 1207.1, "c": "party, 叫告别晚会, fair well party告别晚会, 好我们来看这个单词叫where fair, where fair特别像, fair well,", "s": 10}], "weary": [{"v": "rlx3xP_CnZw", "t": 1889.5, "c": "疲惫疲劳 是不是一走路喘 Fortigue过 好 疲惫疲劳 还给他叫weary 这个单词我们很熟 Weary是穿 穿衣服Weary Weary 那就穿的", "s": 10}], "wrong": [{"v": "rlx3xP_CnZw", "t": 2482.9, "c": "真的为了他犯了很多错误 fault 错误 error错误 俩错误了同学们 上天留了wrong wrong是个形容词 what's wrong with you", "s": 5}], "what": [{"v": "rlx3xP_CnZw", "t": 2486.8, "c": "错误 error错误 俩错误了同学们 上天留了wrong wrong是个形容词 what's wrong with you 当名字讲也多 但是一般是形容词就叫wrong", "s": 8}], "wonder": [{"v": "NPL1GISYUN8", "t": 2067.1, "c": "linger包 linger 对linger 逗留徘徊 是不是 这叫wonder wonder 我一直都在怀疑万达广场 用的就是这个单词 但他不是这么写的 又写的汉语评语万达", "s": 10}, {"v": "NPL1GISYUN8", "t": 2135.0, "c": "散步闲逛 万达闲逛 linger单子 徘徊闲逛 对linger徘徊闲逛 wonder闲逛 再来一个 straw闲逛 散步 这三个单子闲逛说完了 和前面那几句idol", "s": 5}], "warm": [{"v": "FMozCsEv1SM", "t": 30.0, "c": "好,继续来,stride,好,下面单词和注册登记没关系了,咱们学了三个注册登记,第一个是enroll,第二个是recruit,招聘招薪recruit,register,没了,stride,好,下面讲单词刚才都没关系了,stride,死拽的,刘晓月你拽什么呀,死拽的,告诉一个人很拽的 走路怎么走,大步走,是不是,那很拽的怎么又大步走,大步走是stride,这个叫swarm,死暖和,warm不是暖和吗,走路的时候很暖和的走,涌入,是不是一群人挤着走,涌入,成群的来回移动,你就反正涌入,别成群的移动了,涌入,swarm into the classroom,涌入教室,死暖和不挤着走吗,涌入,swarm into the", "s": 8}], "witch": [{"v": "d2f3Pq-Csfw", "t": 1067.0, "c": "切换改变 当名字讲开关 你这样讲也很好 我没这么讲 我就这样讲更好 witch知道什么意思吗 wupo女巫 witch巫师女巫 witch 死了 死巫婆", "s": 10}], "wupo": [{"v": "d2f3Pq-Csfw", "t": 1068.8, "c": "当名字讲开关 你这样讲也很好 我没这么讲 我就这样讲更好 witch知道什么意思吗 wupo女巫 witch巫师女巫 witch 死了 死巫婆 死巫婆怎么死了", "s": 8}], "went": [{"v": "d2f3Pq-Csfw", "t": 1776.9, "c": "直接的 explicate 好继续来 event e还是里边 vent想成went went是什么意思 走啊 往里面走 往里面走 就是研究一个东西越来越深入", "s": 10}], "west": [{"v": "d2f3Pq-Csfw", "t": 1841.1, "c": "inventor 发明者 继续来 invest in还是里边 vest想着west 西部 invest什么意思 去西部 我们以前考研政治考的西部大开发 真的", "s": 8}, {"v": "f4X7J6M3Aac", "t": 2581.2, "c": "sun升起, 讲过了, rises in the west and sets in the east,", "s": 3}], "worth": [{"v": "MS49cPv8p-8", "t": 273.8, "c": "著名的吗 你看那个黄脖子哪很好的都被注意到 著名的 著名的 所以note是注意 worth is值得注意的 worth不是值得吗 是不是值得 be worth", "s": 5}], "website": [{"v": "UXto6OC0rqg", "t": 1129.7, "c": "所以site 位置地点 坐在哪 位置地点上 位置地点 这个单词其实你见的最多应用是website 网址 是不是地址 是不是地点 位置地点website 位置地点", "s": 8}], "winter": [{"v": "2OCkgjS6lHc", "t": 1827.6, "c": "这个叫ventilator, 这两没关系了吧, 但是跟循环也有关系, 我告诉你怎么讲这个单词, vent就是勾的过去是吧, 特别像winter, winter, I我, 不是不I吗, late是迟到, 那就是我去迟到了,", "s": 10}], "whelm": [{"v": "K9MgwRBeoiw", "t": 42.2, "c": "俯视忽视忽略 所以 overlook它的意思是俯视俯看 从上面俯视俯看忽略没问题 这个叫overwhelm over还是上面whelm你可能不熟 但这个叫熟 wheel叫轮子叫车轮 车轮从上面走过 车轮从上面压过 那不就碾压吗", "s": 8}], "wheel": [{"v": "K9MgwRBeoiw", "t": 46.6, "c": "overlook它的意思是俯视俯看 从上面俯视俯看忽略没问题 这个叫overwhelm over还是上面whelm你可能不熟 但这个叫熟 wheel叫轮子叫车轮 车轮从上面走过 车轮从上面压过 那不就碾压吗 压倒 被你蒙对了", "s": 8}], "wewewewewewewe": [{"v": "K9MgwRBeoiw", "t": 324.5, "c": "是we we认识吗 叫翅膀 怎么记 那个苍蝇飞的声音来 wewewewewewewe 对面那个苍蝇飞的声音 嗡嗡的声音 那是他叫的声音 还是翅膀煽动的声音 wewewewewe", "s": 8}], "wewewewewe": [{"v": "K9MgwRBeoiw", "t": 332.6, "c": "wewewewewewewe 对面那个苍蝇飞的声音 嗡嗡的声音 那是他叫的声音 还是翅膀煽动的声音 wewewewewe 是不是翅膀 对嗡嗡的 we 不得不得一定要wewe的声音 wewewewewe", "s": 8}], "wide": [{"v": "K9MgwRBeoiw", "t": 427.3, "c": "spread 蛇都趴在那读 散布传播 蛇都趴在那个地方读 散布传播 wide spread wide是宽的 我们认识吧 wide宽的spread 那就很宽的传播的", "s": 5}, {"v": "CxHCRbmy4Y0", "t": 2613.2, "c": "highten提高 high高 hight高度 highten提高 好wise wise的原型是wide 熟的很吧 宽的 那wise就宽度 wide是宽的 wise宽度", "s": 3}], "weep": [{"v": "K9MgwRBeoiw", "t": 543.6, "c": "那水泡了那么多天也肿脏的 swell 肿脏 膨胀 继续来 是weep s依然想成 不能想成蛇了 美女 为什么不能想成蛇了 你等一会", "s": 5}], "withdraw": [{"v": "f4X7J6M3Aac", "t": 684.2, "c": "撤退退去, 回去款待, 回去款待, 刘老师去了, 撤退退去, 这个单子叫做withdraw, draw你认识吗, 你不要在这画画, 这个单子有时候不翻译成画画, draw什么意思, 冲提,", "s": 10}], "wealth": [{"v": "f4X7J6M3Aac", "t": 2346.8, "c": "estate, 叫房地产, Estate, 爱死他的财产, 爱钱吗, 这个wealth, wealth, 发音特别像威尔士, 你们听, wealth, 威尔士,", "s": 10}, {"v": "f4X7J6M3Aac", "t": 2413.9, "c": "对, 这个单子长得很像, 所以一起讲, 这个单子发音特别像我死, 你看, wealth, 我死, 我死也要死得有价值, 是吗同学们, 所以我有时候在想, 有时候我死的时候,", "s": 5}], "wealthy": [{"v": "f4X7J6M3Aac", "t": 2379.0, "c": "wealth, 威尔士, 财富财产, 好, 看见他派成词, 叫wealthy, 就当做rich, 好, 富有的, 富有的, 有钱的,", "s": 10}], "wait": [{"v": "F_j4EN6Igkg", "t": 940.5, "c": "显而易见的, 好继续来, 叫evident, 因为讲到了明显的显而易见的再来一个叫 I'm wait等他, 你看evident, I'm wait等他, I'm wait了等他,", "s": 10}, {"v": "F_j4EN6Igkg", "t": 1014.7, "c": "proof, 证据, 对他也是证据, proof就完全等于Evidence, I'm wait等他的名词, Evidence, 证据, proof, 证据, 再来一个approve,", "s": 5}], "wog": [{"v": "F_j4EN6Igkg", "t": 3013.5, "c": "摩托给了哥哥作为抵押, 说我把钱还给你, 再把摩托给我, mall给制, 抵押贷款, wog, wog哥哥, 你看wog, wog哥哥, wog, 我再给你讲我二哥,", "s": 5}, {"v": "F_j4EN6Igkg", "t": 3076.8, "c": "这手链, 这项链, 这真的假的谁看出来了你说, 这不都像真的一样, 我想想想想, wog, wog, wog, 粗俗的, 庸俗的, wog哥哥穿成这样子,", "s": 5}], "way": [{"v": "CxHCRbmy4Y0", "t": 1221.4, "c": "初中字位不讲了 频繁的 这个单子一般见到也是个 复词的形式出现 叫Frequent way 我经常去北京 I go to Beijing", "s": 8}], "wise": [{"v": "CxHCRbmy4Y0", "t": 2611.8, "c": "提高加强 highten提高 high高 hight高度 highten提高 好wise wise的原型是wide 熟的很吧 宽的 那wise就宽度 wide是宽的", "s": 5}], "weapon": [{"v": "NJcn3R9ZfOA", "t": 739.4, "c": "New Clear核原子能, 我不讲你也很熟, New Clear Weapon叫核武器, 好继续来, Analyze, Renai, Lie, Sai,", "s": 8}]}