{"hand": [{"v": "xx4eEyq84x0", "t": 328.0, "c": "它的英文,惹,惹起,引起了人间的灾难。 人间开大会了,谁来了? 后裔,后裔就举起了他的手, rise his hand, rise his hand,举起升起。 rise和rise的意思是完全一样的, 就是这个单子后面要加冰语,", "s": 10}], "honey": [{"v": "rlx3xP_CnZw", "t": 959.2, "c": "再来一遍 四个scratch 抓挠 好 来看这个档子 怎么叫honey 听到什么了 honey 我们经常说亲爱的 你看 你看外国电影", "s": 10}], "hornet": [{"v": "rlx3xP_CnZw", "t": 1991.6, "c": "ist结尾表示人 科学家Sontest 是不是 物理学家 Fezestestestestestestestestestestestestestestestestestestestestestestestestestestestestestestestestestestestestestestestestestestestestestestestestestestestestestestestestestestestestestestestestestestestestestestest Hornet 对 他们都是以isd结尾表示人 这个单词可以记成Mou人 Moist Mou人", "s": 8}], "hum": [{"v": "rlx3xP_CnZw", "t": 2112.0, "c": "damp在里边 damp抛弃扔弃垃圾场废旧品 过 还有美的 这个单词我先不讲了 我要从这个单词讲一个词根叫hum 这一会一直在讲潮湿的对不对 Render 潮湿的 趴在大坝上damp潮湿的 为什么讲了damp", "s": 10}, {"v": "rlx3xP_CnZw", "t": 2188.5, "c": "我这个不是很懂地理 地理学的不好了 像是表层再往里边挖 再越接近地的 越接近里边的是不是越潮湿 hum的潮湿的 接近泥土的潮湿的 再来一遍 接近泥土的潮湿的 越往底下挖越潮湿 所以那个大树扎根为什么要扎到最底下", "s": 5}, {"v": "rlx3xP_CnZw", "t": 2253.8, "c": "你说什么意思呢 羞辱 是不是把你的脚踩在泥土里边去 把你打到泥土里边去了 使丧失尊严羞辱 hum later hum later hum later", "s": 10}, {"v": "rlx3xP_CnZw", "t": 2327.0, "c": "人性的善良的 过 过 继续来 humble hum还是泥土 这个单字一看就有个形容词对吧 你们接近泥土的人告诉我是哪些人 最接近你农民啊刘老师 是不是最接近泥土的 你越接近泥土你的身份越什么", "s": 5}], "humilation": [{"v": "rlx3xP_CnZw", "t": 2274.3, "c": "I feel humiliated humilating是羞辱性的 让人感到羞辱的 这堂名字humilation考的也很多 我们讲的是字母歧视 说羞辱再继续 humilation continues 让你接近泥土的羞辱", "s": 3}], "humanity": [{"v": "rlx3xP_CnZw", "t": 2285.7, "c": "我们讲的是字母歧视 说羞辱再继续 humilation continues 让你接近泥土的羞辱 这个单字叫humanity 这不是人类吗 刘老师人类 人类人性 人性人类 再来一遍", "s": 10}], "human": [{"v": "rlx3xP_CnZw", "t": 2298.8, "c": "人性人类 再来一遍 humanity 人性人类 humanity人性人类 human 这不是还是人性人类 这个单字有人性的 对就是有人性的 善良的人词的 human", "s": 5}], "humble": [{"v": "rlx3xP_CnZw", "t": 2325.7, "c": "人性的human 人性的善良的 过 过 继续来 humble hum还是泥土 这个单字一看就有个形容词对吧 你们接近泥土的人告诉我是哪些人 最接近你农民啊刘老师 是不是最接近泥土的", "s": 5}, {"v": "rlx3xP_CnZw", "t": 2392.2, "c": "大家听着越舒服 所以humble 真正的幽默一定是来自于人民的 这不是我说的 你看连英语单都这么认为的 humble 幽默 接近于地面的humble 好继续来 这个arrow 来都", "s": 5}], "host": [{"v": "ohVvDtW7V3Y", "t": 1745.2, "c": "是吧 不要一直跟着我讲 因为我是按照正常同学的速度来讲的 有些基础比较差的 你就随时按照暂停复习 这等于host host什么意思 host他 ho就是闲 刘老明做的饭host人了 闲死了", "s": 10}, {"v": "ohVvDtW7V3Y", "t": 1807.0, "c": "host的主人 主人怎么了 快点 踢了 你看踢了 host他有主人踢了我 我去大爷家做客还没到家 大爷踢了我 这个主人不太友好 host他有 充满敌意的敌视的", "s": 5}], "ho": [{"v": "QHQj7TvTk2w", "t": 980.0, "c": "维持支持, 往上举, 是不是? 维持支持, hoist, ho还想着hold, ist是, 往上举的那个人, 这个不是人, 是个东西, 往上举的那个东西叫什么?", "s": 8}, {"v": "ohVvDtW7V3Y", "t": 1750.9, "c": "有些基础比较差的 你就随时按照暂停复习 这等于host host什么意思 host他 ho就是闲 刘老明做的饭host人了 闲死了 host 主人 谁做的饭host人了", "s": 8}], "haste": [{"v": "ohVvDtW7V3Y", "t": 2103.2, "c": "urg 恶急 催促 urgent 好 这haste 听到什么了 恨死他 haste 恨死他 那你恨死他", "s": 5}, {"v": "ohVvDtW7V3Y", "t": 2178.0, "c": "请尽快离开 越快越好 因为你这个关系一定会结束 只是什么时候结束 你更痛苦还是比较痛苦还是最痛苦 haste haste他 匆忙急忙离开 haste他 haste他 匆忙急忙", "s": 5}], "hazitate": [{"v": "FMozCsEv1SM", "t": 1631.6, "c": "compecent, 所有的刚比都吃了, 赔偿弥补, compecent在那边, compecent补偿弥补, 好这段hazitate, 这段跟吃也有关系, 拆成三个部分, hazitate他坐下吃还是不吃呢, 只有减肥的人特别有感觉, 他坐下吃还是不吃呢,", "s": 5}], "hunt": [{"v": "d2f3Pq-Csfw", "t": 1513.2, "c": "demonstrate 但是不等于illustrate 因为illustrate是举例说明 examplify也是举例说明 那地儿k他表明显示 hunt听他的翻译hunt hunt hunt他都不需要说 从眼神能暗示出来 所以hunt也是暗示 暗示", "s": 5}, {"v": "d2f3Pq-Csfw", "t": 1579.7, "c": "明显的显而易见的当动词讲是 表明显示 哇塞这边太多了 让我回想一下 让你回想一下 hunt 暗示表明显示 indicator 表明显示 这个不行 这俩是用例子说明", "s": 5}, {"v": "d2f3Pq-Csfw", "t": 1704.4, "c": "这个单词我不讲你也很熟悉 叫imply暗示 这个单词不是我要讲的 到此为止 咱们的所有的暗示表明全加完了 hunt indicate demonstrate embody也算吗 manifest也算吗 妈妈你烦死他", "s": 8}], "heavy": [{"v": "D4vxi210ebo", "t": 1281.8, "c": "Light 光 Light可以翻成光 它可以翻成轻的 这个水杯很重 叫Heavy 这个水杯很轻叫Light 对当形容字讲的是轻的 当名字讲成光火灯 这个你们知道对不对 好", "s": 8}, {"v": "D4vxi210ebo", "t": 1459.3, "c": "slightly canned You are slightly heavy Slightly 稍微有点 再来一遍 死青死青的 稍微有点", "s": 3}], "happy": [{"v": "D4vxi210ebo", "t": 1318.9, "c": "高兴 Delight 这个单词考的不多 最多的他形容字叫Delighted 叫高兴的 就等于Happy I feel delighted 我感到很开心 再来一遍", "s": 8}], "highlight": [{"v": "D4vxi210ebo", "t": 1506.5, "c": "点亮点燃 没问题吧 一个晚上点亮点燃 一根蜡烛 继续来 Highlight 不用讲高光 高光 什么叫高光时刻 就人生最精彩的部分 我的同学们今天晚上是我的高光时刻", "s": 10}], "hender": [{"v": "D4vxi210ebo", "t": 2039.1, "c": "记住了吗 curse诅咒 accused 一再的诅咒 指责谴责 hender 翻译那么一讲 hender hender hender hender", "s": 5}], "hunder": [{"v": "QHQj7TvTk2w", "t": 110.0, "c": "Prohibit什么意思? 阻止阻拦。 有没有小时候你把你从这条路走挡着你,说不能从这过, 不能从这过,这是我家开的路,不能从这过。 Prohibit,站在Heby前面阻止阻拦。 那这不是特别像Hunder吗,刘老师,Hunder。 阻止阻碍。 Obstacle,Hamburg,Prohibit。 对,它都有一种阻止禁止阻碍的感觉。 Prohibit,阻止禁止。 好,继续来,Forbid。", "s": 8}, {"v": "D4vxi210ebo", "t": 2434.7, "c": "放个东西 阻碍妨碍 obstacle obstacle 阻碍妨碍 hunder 阻碍妨碍 obstacle 妨碍阻碍 这个叫hamper ham想让beckham行不行", "s": 8}], "hamper": [{"v": "D4vxi210ebo", "t": 2439.7, "c": "阻碍妨碍 hunder 阻碍妨碍 obstacle 妨碍阻碍 这个叫hamper ham想让beckham行不行 你看beck beck我没打出来 就像ham就是beckham beckham怎么了", "s": 10}], "ham": [{"v": "D4vxi210ebo", "t": 2441.2, "c": "hunder 阻碍妨碍 obstacle 妨碍阻碍 这个叫hamper ham想让beckham行不行 你看beck beck我没打出来 就像ham就是beckham beckham怎么了 扑向了一个人", "s": 8}], "heby": [{"v": "QHQj7TvTk2w", "t": 42.6, "c": "我不知道你弟弟喜欢玩什么,我们家球球喜欢玩的是变形金刚,青天柱大黄蜂各种版本。 哎呀,各种Display,弟弟死都喜欢玩。 所以你每次来我家我都说,球球,把你变形金刚来给哥哥展示一下。 Display展示展览,弟弟死都很喜欢东西,把它展示展览出来呀,Display展示展览。 好,Exhibit,Ex表示往外,不再解释了,好不好。 Heby,想到谁快点Heby。 S-H-E组合的一个成员叫Heby,是吧,是Heby吧,是个唱歌的。 Eit,是他,那就是Heby把他往外怎么啦? Exhibit。 Heby把他往外怎么啦? 展示展览。", "s": 10}, {"v": "QHQj7TvTk2w", "t": 105.3, "c": "Pro前面,站在Heby的前面,不准你过,不准你过。 Prohibit什么意思? 阻止阻拦。 有没有小时候你把你从这条路走挡着你,说不能从这过, 不能从这过,这是我家开的路,不能从这过。 Prohibit,站在Heby前面阻止阻拦。 那这不是特别像Hunder吗,刘老师,Hunder。 阻止阻碍。 Obstacle,Hamburg,Prohibit。 对,它都有一种阻止禁止阻碍的感觉。 Prohibit,阻止禁止。", "s": 10}], "household": [{"v": "QHQj7TvTk2w", "t": 933.0, "c": "spouse, 变成了你的配偶, 好气吧, 好, 配偶就是你的一家人的, household, house是大房子, hold是抓, 把一群人抓到一个房子里面去了, 那你们是什么? household一家人,", "s": 5}], "hold": [{"v": "QHQj7TvTk2w", "t": 935.2, "c": "好气吧, 好, 配偶就是你的一家人的, household, house是大房子, hold是抓, 把一群人抓到一个房子里面去了, 那你们是什么? household一家人, household一家人, 对这一块都跟家庭婚姻有关系,", "s": 5}], "hoist": [{"v": "QHQj7TvTk2w", "t": 978.4, "c": "uphold, 维持支持, 往上举, 是不是? 维持支持, hoist, ho还想着hold, ist是, 往上举的那个人, 这个不是人, 是个东西,", "s": 5}], "heritage": [{"v": "QHQj7TvTk2w", "t": 1044.8, "c": "air你的儿子就是你的继承人, air, 继承人, 好记吧? 这跟这样的, heritage, heritage, heritage, 快点快点, her, her,", "s": 5}, {"v": "QHQj7TvTk2w", "t": 1114.3, "c": "那就是从她的里边到她, 那么继承吗? inherit, 继承, 在那边, heritage是遗产, inherit是继承, 从她里边到她继承, 这个单词说明你一定要看她的形容词叫inherit, 你没看见吗? 没有吗?", "s": 10}], "hot": [{"v": "UXto6OC0rqg", "t": 943.2, "c": "咱们一下子把这个单全讲完 首先要讲一下pot 团体听到发现叫pot pot就是重庆人的泡菜坛子 所以泡的就是坛子 火锅就是hot pot 就那个热的像罐子一样的 以前火锅可不是锅 pot锅 坛子", "s": 8}], "head": [{"v": "K9MgwRBeoiw", "t": 9.6, "c": "is a light over my head over上面 从上面看来 第一个意思是什么 俯视 比如俯视吗", "s": 8}], "hi": [{"v": "K9MgwRBeoiw", "t": 1594.1, "c": "对你看 先讲到吓唬 然后讲到造反 然后讲到危险 还有点像的要hider的 Hi Hi Hi Hi 同学们ZAR再加一个字母 我想到一个衣服的品牌", "s": 5}], "hm": [{"v": "K9MgwRBeoiw", "t": 1637.5, "c": "但是布料和做工就那样 它的衣服打折的时候 也就是四五十块钱一件很多的 不打折的时候也就 500以上的很少 它特别像U1库和HM这种牌子 U1库HMZARA 属于同一个 叫快速时尚品牌 就是今年买完可能就过时了 衣服的品质也没那么好", "s": 8}], "hmzara": [{"v": "K9MgwRBeoiw", "t": 1640.9, "c": "它的衣服打折的时候 也就是四五十块钱一件很多的 不打折的时候也就 500以上的很少 它特别像U1库和HM这种牌子 U1库HMZARA 属于同一个 叫快速时尚品牌 就是今年买完可能就过时了 衣服的品质也没那么好 就穿一年ZARA", "s": 8}], "hazard": [{"v": "K9MgwRBeoiw", "t": 1675.9, "c": "它对环境造成很大的危害 哈ZARA的 对环境造成什么 危害 危险 hazard hazard 嗨ZARA的 hazard 危害 危险", "s": 5}, {"v": "K9MgwRBeoiw", "t": 1757.9, "c": "非常危险的steak 继续来 trap 来吧跟危险也有关系 那个ZARA的是谁 hazard hazard hey ZARA的 危险 危害", "s": 5}], "hua": [{"v": "f4X7J6M3Aac", "t": 101.7, "c": "virtual,优点美德。 继续来,叫charity,这个单词和优点美德没关系,但它和花有关系,所以咱们一起讲。 chah chah, chah hua听过吗? ah chah hua,ity不用看,是个名字后缀,就chah hua。 怎么你学过插花吗?什么插花?", "s": 10}], "harmony": [{"v": "f4X7J6M3Aac", "t": 1168.2, "c": "ally要喂他升起举起, elevator把你升起举起的东西叫做电梯, elevator叫电梯, 没问题, 好, 这边harmony, 这个单词不用讲, 听到我在说什么harmony, harmony, money, 他们像money,", "s": 10}, {"v": "f4X7J6M3Aac", "t": 1326.0, "c": "其实没挣到, 还算喜欢并且擅长, 没有太费力, 如果你工作只是为了挣钱, 应该有多苦啊同学, Harmony和谐, 它没那么和谐有了钱, 但是很多人就这么认为, Harmony和谐, Harmony和谐的, 好,", "s": 5}], "hide": [{"v": "f4X7J6M3Aac", "t": 1178.1, "c": "听到我在说什么harmony, harmony, money, 他们像money, harmony, hide钱, 是不是有了钱, 我们都觉得生活非常的什么, 和谐, harmony, 和谐,", "s": 3}], "handle": [{"v": "f4X7J6M3Aac", "t": 2815.5, "c": "解决了后来给给给差题了, 讲到drill去了, drill不是也居住吗? 好再次回来说解决, settle是解决, handle也是解决, 他们handle让你立刻想到handle先生, 他们handle先生解决问题的时候总出现问题才很搞笑, 我看了一集是handle先生去那个画展观看那个画展, 他发现画的这个地方有几个小黑点, 有几个点,", "s": 5}], "hack": [{"v": "CxHCRbmy4Y0", "t": 946.2, "c": "涉及包含EVOEVO 把我转到里边涉及包含 好吧 这仨单词复习一下 带VOLVE单词 这叫HACK 长得特别像 谁 像的不像谁 耐克 不是很多人都穿耐克的衣服吗", "s": 10}], "height": [{"v": "CxHCRbmy4Y0", "t": 2574.5, "c": "很大程度上 好 这都很简单词过了 large很大程度上 好嘞 这叫height 同学们这个height你可能不熟 这个单词你很熟 high高 height h-e-i-g-h-t是名词", "s": 10}], "high": [{"v": "CxHCRbmy4Y0", "t": 2579.2, "c": "large很大程度上 好嘞 这叫height 同学们这个height你可能不熟 这个单词你很熟 high高 height h-e-i-g-h-t是名词 高度 high是高 high的高度", "s": 10}], "h-e-i-g-h-t": [{"v": "CxHCRbmy4Y0", "t": 2581.1, "c": "这叫height 同学们这个height你可能不熟 这个单词你很熟 high高 height h-e-i-g-h-t是名词 高度 high是高 high的高度 highten 使你变高", "s": 8}], "highten": [{"v": "CxHCRbmy4Y0", "t": 2587.4, "c": "height h-e-i-g-h-t是名词 高度 high是高 high的高度 highten 使你变高 使你变高 提高加强 这个使你变高 不是使你的个子变高", "s": 5}], "hospitable": [{"v": "NJcn3R9ZfOA", "t": 2180.3, "c": "rage, outrage, 愤怒的, 好不愤怒了, 来语好一下, hospitable, 哇塞我讲愤怒吧, 我讲了一, 穿口气再讲, 太投入感情了, hospitable,", "s": 5}], "horizon": [{"v": "NJcn3R9ZfOA", "t": 2562.5, "c": "新东方Oriental, 东方地平线, New Oriental, 讲到了东方地平线, 再来一个Horizon, 也是翻成东方地平线, Horizon, 好家伙, 要Horizon, Rise,", "s": 5}]}