{"listen": [{"v": "CXSEe0DC1ls", "t": 32.3, "c": "对,单词构成句子,sentence。 这个单词我跟你讲不来,各种记忆方法。 但是咱们英语老师经常说in the sentence,在这个记者当中, 是不是听这个句子,listen to the sentence,对sentence的意思是句子。 刚才讲的是单词,这是句子,对sentence,句子。 宣判的意思讲,出出声你不需要知道,你就知道句子。", "s": 8}, {"v": "UNZGk_ovBO0", "t": 1895.4, "c": "list 立刻他就要死了 清单 对吧 有很多要去做的事情list listen这还讲吗 listen to me listen听 listen", "s": 5}, {"v": "UNZGk_ovBO0", "t": 2254.7, "c": "温柔的 list 立刻他就要死了 列出了很多愿望清单 list清单 listen here不讲了 heart 听他 听心脏 hey吃热的", "s": 3}], "look": [{"v": "CXSEe0DC1ls", "t": 112.8, "c": "夫人一条蛇,组成短语美女蛇,再来。 夫人和一条蛇,夫人一条蛇,组成了短语美女蛇phrase。 好,一二三,张开嘴,phrase。 好,咱们把这些构成句子的单位讲一下,非常不好讲, 因为太无聊,咱们讲一下。 第一个单词怎么说word,look at this word,看这个单词。 句子怎么说sentence,短语怎么说,夫人一条蛇,phrase。 夫人一条蛇phrase,短语美女蛇。", "s": 8}, {"v": "Mq2tgovJ9Nc", "t": 336.4, "c": "都记住跟电有关系都行了 electronic 电子的electric 电的 好继续来 这个单字look不讲了 装作没看见 我跟你讲不太可惜 你look 看 拜拜", "s": 5}, {"v": "Mq2tgovJ9Nc", "t": 400.1, "c": "你看它这个地方翻译成 watch out 翻译成注意 所以watch out就等于look out 注意 注意 小心 watch", "s": 10}, {"v": "Mq2tgovJ9Nc", "t": 468.5, "c": "danger 是不是小心危险 小心危险 对不对 小心往外看watch look say watch 三个卡的小朋友 sight就是say的名词 sight看见", "s": 5}, {"v": "UNZGk_ovBO0", "t": 558.7, "c": "它是往朝 朝着什么什么方向 往什么什么方向 所以Foreword是往前 我说往前看 Look forward 对这次考试没考好没关系 我们还有下次 所以我跟你说 你平时的这些考试", "s": 5}, {"v": "Mq2tgovJ9Nc", "t": 1296.8, "c": "生产产品 product只有一意思叫产品 这一会复习单词有点多 千万别生气 千万别生气有点多 第一个单词叫look 看 这三看不讲太简单了 sight看的名词 c的名字sight 视力", "s": 8}, {"v": "ov3NJ6AMaJI", "t": 2300.4, "c": "broad blackboard blackboard叫黑板 这个单词我们不讲也很熟 老师经常拍着黑板说 look at the blackboard 看着黑板 别跑声", "s": 8}], "le": [{"v": "CXSEe0DC1ls", "t": 265.9, "c": "west, 好嘞,说完了,set往下, 安置,往下不就是安置吗,对不对, 好,来继续来,这个单子还是往下, 字面意思翻译成往下, le汉语拼音按le, 往下了settle,你读settle, settle字面意思是往下了, 往下了什么意思, 对,你看过三毛的作品吗, 我应该在读初中的时候应该看过三毛的好几部书对了,", "s": 10}, {"v": "UDPdD9AaNso", "t": 885.3, "c": "我们几乎不吃其他的 中午晚上 晚上还好吃馒头 中午一定吃面条 nude想成nude 那就是le 还有一想着le 中午了 noodle noodle 中午了吃什么", "s": 5}], "let": [{"v": "CXSEe0DC1ls", "t": 424.3, "c": "再来一遍upset, 再跟我读吗再upset, upset往上东西往下了, 心烦的沮丧的, 好来走, let your feelings go wide, when", "s": 5}], "life": [{"v": "nAFBVQ9FPxI", "t": 82.8, "c": "was a part of my life 它是我生活的一部分 对无论你碰到多少挫折 多少失败多少痛苦 它都是生活的一部分 没有谁的生活一直一帆风顺到死的", "s": 3}, {"v": "06jqhkY2XDQ", "t": 476.2, "c": "the incident colored her whole life 这件事情 染色 color是色 颜色 染色", "s": 3}, {"v": "CXSEe0DC1ls", "t": 613.3, "c": "worry, side, 心里side, 好吧, 悲伤的难过的, life is full of pleasure, 这个单子咱们前面讲过,", "s": 5}, {"v": "DyF2tIIrU7s", "t": 716.0, "c": "累躺下 lie 躺平都是说谎 lie 说谎躺下 好这点life 不讲了吧这个词很熟 life 生命生活 life在我一生中 in", "s": 5}, {"v": "DyF2tIIrU7s", "t": 778.0, "c": "you have to study hard 好继续life life是生命生活 live是他们动词 活着生活 我住在重庆 I", "s": 5}, {"v": "DyF2tIIrU7s", "t": 887.0, "c": "生命 生活 在我一生中 in my life 好 来 走了走了走了 下面这个单字叫做 因为讲到", "s": 10}, {"v": "DyF2tIIrU7s", "t": 984.0, "c": "下蛋 累了 躺躺平躺 lie躺 还可以当说谎 life in my life 在我的生活中 在我的生命中", "s": 5}, {"v": "UDPdD9AaNso", "t": 2512.3, "c": "是不是对吗 来123 I imagine我想象 my life in 10 years 10年后我的生活will be", "s": 5}], "learning": [{"v": "CXSEe0DC1ls", "t": 634.7, "c": "就帮助你是我很开心的事, 生活中充满了pleasure, 乐事, pain, 很快就讲到了痛苦, learning, 学习, growth, 成长, happiness, 快乐,", "s": 5}], "leave": [{"v": "CXSEe0DC1ls", "t": 1450.4, "c": "千万不要假装学习, 假装学习都没有用, 就是骗骗骗骗, 那个最后啥结果也没有, 对不对, leave, 离我, 你看leave, leave, 离我, 就是离开我,", "s": 5}], "lose": [{"v": "DyF2tIIrU7s", "t": 1497.0, "c": "不冷了 March 三月列队行进 好 接下来 Lose 这个单子你不熟 它的过去是你太熟了 我的钱丢了 My money", "s": 5}, {"v": "DyF2tIIrU7s", "t": 1574.0, "c": "往哪 哪是南 你就说我往左还是往右 别往南了 找不到南 Lose 路怎么啦 迷路丢失 对 迷路丢失 Lose", "s": 5}, {"v": "CXSEe0DC1ls", "t": 1672.5, "c": "你可不要买失眠呀, smoke, 抽烟, 睡觉还记得吗, sleep是睡觉呀, 对失眠也是lose one's sleep呀, 还不是这个单词呀smoke, 失眠还可抽烟, 好,", "s": 10}, {"v": "DyF2tIIrU7s", "t": 1830.0, "c": "lonely Much 三月还可以当什么 行军 列队行军 lose 丢 丢 还可以翻译什么 迷路 lose", "s": 5}], "loss": [{"v": "HnKXzll4p-U", "t": 156.6, "c": "每天都来练习 to prevent 阻止 阻止 来阻止肌肉的loss 损失丢失 这个单词你不熟 这个单词你很熟吧 lost 丢失", "s": 8}, {"v": "DyF2tIIrU7s", "t": 1844.0, "c": "迷路 丢失的名词 民事 丢失的名词 The loss of time 丢失了时间 Merry 妈妈拿了两朵花", "s": 3}], "lost": [{"v": "HnKXzll4p-U", "t": 166.2, "c": "阻止 来阻止肌肉的loss 损失丢失 这个单词你不熟 这个单词你很熟吧 lost 丢失 来阻止肌肉的缺失 来阻止肌肉的缺乏 每天都练 你看那些练练练那个在健身方面也练吗", "s": 8}, {"v": "DyF2tIIrU7s", "t": 1504.0, "c": "它的过去是你太熟了 我的钱丢了 My money is lost 我的水杯丢了 我的水杯丢了 My cup is", "s": 5}, {"v": "DyF2tIIrU7s", "t": 1581.0, "c": "迷路丢失 对 迷路丢失 Lose 好 这个叫做lost 形容词不讲了 丢失的 丢失的 迷路的 Lost", "s": 10}, {"v": "DyF2tIIrU7s", "t": 1837.0, "c": "丢 丢 还可以翻译什么 迷路 lose lost 迷路的 lose 迷路 丢失的名词 民事", "s": 3}], "lock": [{"v": "DyF2tIIrU7s", "t": 151.0, "c": "me 你能和我谈话吗 How to name lock 长得真像怪不得你放到一起讲 对 lock locker 出来locker", "s": 5}, {"v": "DyF2tIIrU7s", "t": 540.0, "c": "talk俩人 谈恋爱刘老师 谈恋爱也是 谈话 talk谈话 lock lock也得锁着门 lock chat 查查 聊天", "s": 5}, {"v": "HnKXzll4p-U", "t": 950.9, "c": "你有很多什么 发明invent 发明forbid 为了逼他 禁止阻止 可lock是中表 block 中表不准了 哪个地方的中表不准了 街区 block街区", "s": 3}], "leaves": [{"v": "HbTRb5Zfdaw", "t": 1388.0, "c": "這個單詞不用我講你也知道 它發音落下你知道吧 落下 樹葉落下了 The leaves are falling down Fall是落下 那為什麼發現秋天還假嗎", "s": 5}], "leaf": [{"v": "HbTRb5Zfdaw", "t": 1428.8, "c": "Fall也是秋天 來讀一下你們 In autumn在秋天 Leaves 它的原型是Leaf 這個單字我們後期會講 發現是樹葉 樹葉怎麼講是Leaf Leaf是離開 樹葉不都秋天都離開他媽了嗎", "s": 5}], "leafs": [{"v": "HbTRb5Zfdaw", "t": 1450.2, "c": "Leaf是樹葉 變成複數是把F變成V 再加ES In autumn秋天 Leafs turn red yellow 樹葉變成了黃色 and", "s": 5}], "love": [{"v": "DyF2tIIrU7s", "t": 243.0, "c": "speak说 say的后面一般要将说话内容 比如说留小一样 sid3 I love you say的后面要加说话内容 speak就是说话 不用加内容 speak", "s": 3}, {"v": "DyF2tIIrU7s", "t": 416.0, "c": "am 很流利是第二位的 第三位是 你的单词和语法用的比较有难度 所以当别人都在说I love you 你能说 I have I", "s": 5}, {"v": "eHX8RLOUxuk", "t": 791.7, "c": "this changes, graduate, graduate, I love you, 逐渐的我爱上了你, 好可以了, 没问题吧, 咱们现在把这个几个毕业给干嘛,", "s": 3}, {"v": "ov3NJ6AMaJI", "t": 1560.3, "c": "晚一会 叫翻译 翻译是不是就是迟到晚一会 比如你旁边站了一个美国人 他说I love you 你要翻译来你翻译 从这到那 从美国人到咱们中国人 好", "s": 10}, {"v": "x-y4HADz1h0", "t": 1823.5, "c": "西红柿 tomato西红柿 我再教你个西红柿吧 你到此都没见过的 可以跟你们班同学切磋一下 叫love apple 不要翻译爱的苹果 这个单字就翻译西红柿 真的love apple就是西红柿", "s": 10}, {"v": "06jqhkY2XDQ", "t": 1884.0, "c": "大页 我喜欢大页 in addition I love you too 我爱大页增加的 in addition", "s": 5}, {"v": "x-y4HADz1h0", "t": 1967.2, "c": "土豆 土豆西红柿 potato tomato 好吧 love apple西红柿 好真的 还是跟土耳光一样 photo photo", "s": 5}, {"v": "DyF2tIIrU7s", "t": 2033.0, "c": "My meaning is that I love you 我的意思是My meaning is that", "s": 10}, {"v": "JYCAxsPZe2o", "t": 2733.6, "c": "Promise 承诺 I promise I love you 我许诺我爱你 对承诺 许诺 承诺", "s": 5}], "little": [{"v": "06jqhkY2XDQ", "t": 131.0, "c": "快 刘小悦appeared 刘小悦appeared 小耳朵出现了 快点 little ears appeared appeared出现 好继续来 这个单字叫做", "s": 8}, {"v": "SqvFIHFYWus", "t": 969.3, "c": "快点我不写了吗 for example 逗号 小苹果 little apples and 除了小苹果还会唱什么歌 小星星 little", "s": 5}], "lifestyle": [{"v": "SqvFIHFYWus", "t": 1460.4, "c": "好继续来继续来fashion 这个单子叫做style不讲了风格 江南风格 是吗 江南style lifestyle生活方式 很好讲 lifestyle生活方式 我说我的生活方式很简单 my lifestyle", "s": 10}], "lot": [{"v": "JYCAxsPZe2o", "t": 490.4, "c": "我说我去过一个重庆, 重庆给了我很深的印象, 重庆impressed me a lot, 重庆impressed me a lot, 好,", "s": 5}, {"v": "DyF2tIIrU7s", "t": 762.0, "c": "to change life 会改变我们的生活 a lot会很大程度上改变我们的生活 change life 你想要改变生活必须努力 if you", "s": 3}, {"v": "UNZGk_ovBO0", "t": 1163.0, "c": "fun you can have a lot of fun here 你在这里有很多乐趣 我说你暑假来我家玩", "s": 5}, {"v": "QDdBXMxTPMI", "t": 2159.0, "c": "往前走, 前进进步, 所以我们经常说的是, make a lot of, make a great progress也可以,", "s": 3}], "land": [{"v": "QDdBXMxTPMI", "t": 2541.0, "c": "好鸡吧, 是不是很好鸡, 目标, 好, 空气, land, 讲没讲过land, underland, underland, 下滑线, 下滑线,", "s": 5}], "line": [{"v": "ov3NJ6AMaJI", "t": 29.2, "c": "dog under the table under下面 Line线 线就直线 那就是下滑线呗 对下面那条线不就是下滑线吗 Underline下滑线 那动词讲什么意思呢", "s": 8}, {"v": "Mq2tgovJ9Nc", "t": 1630.9, "c": "办事人员职员collect 好继续来 这个单子叫做 online on上面 line在前面想过吧你们 line是线 online 线上 对讲到的顾客 咱们讲到线上购物了开始online", "s": 10}, {"v": "QDdBXMxTPMI", "t": 2548.0, "c": "underland, 下滑线, 下滑线, 强调重视, air line, 空气中的那条线, 是什么, 不讲了吗, 航线, 空气中的那条线是不是航线,", "s": 5}], "looks": [{"v": "06jqhkY2XDQ", "t": 177.5, "c": "出现在外面的是外表外观 他的外表看起来很整洁 123 his appearance looks 整洁的会写吗 这个单字我们后面会讲叫neat 翻译那边叫你 他neat 他neat", "s": 10}], "low": [{"v": "JYCAxsPZe2o", "t": 721.9, "c": "好, 来文心提醒一下, 在讨论价格的高低使用, high or low, 你可以说这个价格很高, the price is high,", "s": 5}, {"v": "06jqhkY2XDQ", "t": 1455.1, "c": "我们的国家发展的真的很快 our country 数数国家 the low countryside country不是国家吗 side不是边吗 怎么记 on", "s": 3}, {"v": "JYCAxsPZe2o", "t": 2802.8, "c": "Promise 承诺 许诺 好 继续完 Low这个音标怎么也打出来 你音标没打出来不影响prom 你跟你一样吗 加个按记 Promise Promising", "s": 3}], "liberal": [{"v": "ov3NJ6AMaJI", "t": 605.8, "c": "标准 对站也是有标准的 new standard一个新的标准 for liberal education 这个单词又没讲过 所以咱们不懂 a new", "s": 8}], "level": [{"v": "ov3NJ6AMaJI", "t": 621.0, "c": "standard 标准 好 继续来 多 level level level 听到什么 听到两个汉字 来我", "s": 5}, {"v": "ov3NJ6AMaJI", "t": 700.2, "c": "什么不够绿 程度等级 对他和来 就可能在那边 来我 level特别像 level degree level来我 degree degree", "s": 5}, {"v": "ov3NJ6AMaJI", "t": 1125.9, "c": "标准 来我 水平 等级 对你的水平等级不够我来啊 level degree 弟弟脸都变绿了 等级程度不够呀 对 degree", "s": 5}], "late": [{"v": "ov3NJ6AMaJI", "t": 1551.6, "c": "sentence 翻译这个句子 translate trans还是这个意思 从这到那 late是迟到一会 晚一会 叫翻译 翻译是不是就是迟到晚一会 比如你旁边站了一个美国人 他说I", "s": 8}], "long": [{"v": "x-y4HADz1h0", "t": 588.7, "c": "cut she cut off her long hair 他剪去了她的长发 cut cut cut", "s": 3}, {"v": "ov3NJ6AMaJI", "t": 2557.7, "c": "it is about 200 kilometers long kilometers你不熟 km你很熟 千米 那就是 它大概有2000米长", "s": 3}], "live": [{"v": "CRwEV7ZVsFw", "t": 516.0, "c": "相反的。 opposite。 相反的。 好那就是 we live further down on the opposite", "s": 3}, {"v": "DyF2tIIrU7s", "t": 781.0, "c": "to study hard 好继续life life是生命生活 live是他们动词 活着生活 我住在重庆 I live in重庆", "s": 5}, {"v": "DyF2tIIrU7s", "t": 879.0, "c": "Lively 生动的活泼的 生动的活泼的 Lively 活着的 来live 生活 活 Lively 生命 生活", "s": 5}, {"v": "DyF2tIIrU7s", "t": 988.0, "c": "in my life 在我的生活中 在我的生命中 live I live in Chongqing 活生活", "s": 5}, {"v": "DyF2tIIrU7s", "t": 1397.0, "c": "Aloin 是不是 Aloin Lonely 那就是I live alone 对不对 我单独I live alone", "s": 5}, {"v": "DyF2tIIrU7s", "t": 1812.0, "c": "快点 背那句话 我一个人住 但是我从来不感到孤单 I live alone but I never feel", "s": 5}, {"v": "DyF2tIIrU7s", "t": 1899.0, "c": "唱歌了Single 单独的一个人的 为什么又讲到这个单词了 其实刚才Alone有一篇 I live alone 单独的一个人的 Single 单身的 单一的", "s": 10}], "law": [{"v": "CRwEV7ZVsFw", "t": 1511.9, "c": "ger, major, my major is, law, 真的我的专业是法律, 我不是学英语专业的, 我是学法律的, 大家发现他们讲, 你再读,", "s": 5}], "local": [{"v": "DyF2tIIrU7s", "t": 172.0, "c": "说等我把门给锁上等我一下 这都出来了 对locker 把门给锁上 lock 还记得那个当叫local吗 Local 咱们也翻了locker Local 跟谁lock 当地人", "s": 10}, {"v": "CRwEV7ZVsFw", "t": 2315.3, "c": "我是当地人, Native, 好, 继续来, 这个单字叫做, Local, 对, 刚才讲Native, 当地人, 本国人, 咱们讲Local,", "s": 10}, {"v": "CRwEV7ZVsFw", "t": 2426.8, "c": "map, 在地图上他的位置, Location, 来自于老科, 老科是当地的, 然后Local, Local是当地的, Locate是定位, Locate定位, 位于, 然后Location是定位位置的名词,", "s": 5}], "locker": [{"v": "DyF2tIIrU7s", "t": 156.0, "c": "name lock 长得真像怪不得你放到一起讲 对 lock locker 出来locker 先把门锁上 看我们农村妇女我妈以前特别喜欢locker 说等我把门给锁上等我一下 这都出来了", "s": 5}, {"v": "CRwEV7ZVsFw", "t": 2325.0, "c": "咱们讲Local, 你都, 哦, Local, Local的发音特别像, Locker, Local, 住在重庆想找个人Locker, 都在当地人, Local, 当地的,", "s": 5}], "locate": [{"v": "CRwEV7ZVsFw", "t": 2351.0, "c": "Local, 当地人, 好, 继续来, 这个单字叫做, Locate, Locate, 发音特别像谁, 姥姥, 姥姥, Locate,", "s": 10}, {"v": "CRwEV7ZVsFw", "t": 2429.7, "c": "Location, 来自于老科, 老科是当地的, 然后Local, Local是当地的, Locate是定位, Locate定位, 位于, 然后Location是定位位置的名词, 定位位置的名字叫Location, 好,", "s": 10}, {"v": "CRwEV7ZVsFw", "t": 2617.0, "c": "民族的, 当地的, 当地的, 当地的, 当地的, locate, locate, 定位, 位于, location, 位置,", "s": 5}], "located": [{"v": "CRwEV7ZVsFw", "t": 2381.9, "c": "外语, 好, 这个是Harby, Locate is located in the north of China,", "s": 5}], "location": [{"v": "CRwEV7ZVsFw", "t": 2400.1, "c": "找到他在定位吗, 定位, Locate, 好, 继续来, Location, 当动词讲是Locate定位, Location, 位置, 好, 位置场合,", "s": 5}, {"v": "CRwEV7ZVsFw", "t": 2621.0, "c": "当地的, locate, locate, 定位, 位于, location, 位置, situation, 位置, 形式, situation,", "s": 3}], "language": [{"v": "DyF2tIIrU7s", "t": 0.0, "c": "好 继续来 这个单词叫做language 来一遍 language 所以英语就是一种语言呀 English is", "s": 10}, {"v": "DyF2tIIrU7s", "t": 82.0, "c": "我有适合我内向的工作 不是所有人都需要外向的 像疯强无力 疯狗烟 恶不恶心 Language 叫语言 再来一遍 对 没必要说那么多话的 language", "s": 10}, {"v": "DyF2tIIrU7s", "t": 527.0, "c": "在那边讲笑话笑的 人仰马凡的mduk 酒客笑话 好接下来 先复习一下吧你们 language 快点 烂瓜哥 语言很犀利 language语言 talk", "s": 5}], "langua": [{"v": "DyF2tIIrU7s", "t": 100.0, "c": "useful language language 好 怎么来记 Langua 你看 Langua 都好讲 Langua的语言很犀利 Langua歌是不是网上犀利歌", "s": 10}], "lay": [{"v": "DyF2tIIrU7s", "t": 555.0, "c": "酒客 笑话 好 这什么刘老师 下蛋来了 lay 读 lay 哎呀这个音太好读了 就是下蛋 就是lay翻译了", "s": 5}, {"v": "DyF2tIIrU7s", "t": 617.0, "c": "lay lay 对 你们看 下蛋 lay是躺下 lay down to have a", "s": 5}], "lie": [{"v": "DyF2tIIrU7s", "t": 711.0, "c": "不就是说谎吗 给自己找个借口 再重来 快点下单下单 累躺下 lie 躺平都是说谎 lie 说谎躺下 好这点life 不讲了吧这个词很熟", "s": 5}, {"v": "DyF2tIIrU7s", "t": 976.0, "c": "你别看长得简单 长得太像很难记得 累累 下蛋 放置 lie lie lie 下蛋 累了 躺躺平躺", "s": 5}], "lively": [{"v": "DyF2tIIrU7s", "t": 848.0, "c": "can be alive 好继续 这个叫 Lively 一看加个ly肯定是个形容词 叫生动的活泼的 Lively 生动的活泼的 好吧", "s": 10}, {"v": "DyF2tIIrU7s", "t": 998.0, "c": "这条鱼是活的 the face is alive lively 生动的 就像活的一样 很生动 lively vivid", "s": 5}], "ly": [{"v": "DyF2tIIrU7s", "t": 851.0, "c": "be alive 好继续 这个叫 Lively 一看加个ly肯定是个形容词 叫生动的活泼的 Lively 生动的活泼的 好吧 刘老师给我们上课很生动的", "s": 8}], "light": [{"v": "DyF2tIIrU7s", "t": 1019.0, "c": "立即回头停下来 再听一遍 对我们听的多快没有用 我们要记住单字才点用 是不是你说 light light 来这个单词翻译成light light light 拉它", "s": 10}, {"v": "DyF2tIIrU7s", "t": 1080.0, "c": "对 浅色的轻的light 再重来 拉它 你拉一个300斤的胖子你拉不动吗 light 轻的 light 拉它 蹦蹦 把灯给我关上", "s": 5}, {"v": "DyF2tIIrU7s", "t": 1314.0, "c": "杀人的 打雷 lighting 打闪 打雷打闪 light 光 光线 对 打闪就是上天发的光 Aloin", "s": 3}], "lighting": [{"v": "DyF2tIIrU7s", "t": 1092.0, "c": "灯 light 光 灯 轻的 好这个单词lighting 光 lighting 闪光 闪电 lighting", "s": 10}, {"v": "DyF2tIIrU7s", "t": 1310.0, "c": "不离的 流血 sander 杀人的 打雷 lighting 打闪 打雷打闪 light 光 光线", "s": 3}], "lonely": [{"v": "DyF2tIIrU7s", "t": 1352.0, "c": "所有的都是一个人的 所有的都是一个人的 Aloin 单独的 一个人的 lonely lonely 对 那不还是一个人的吗 你们看 Al想着一个", "s": 5}, {"v": "DyF2tIIrU7s", "t": 1414.0, "c": "lonely 我从来不感到孤单 对这种孤单是一种心理上的感觉 Aloin是一个人的 不一定孤单 Lonely是孤独的寂寞的 再来一遍跟我连说三遍 不张嘴的同学是个小猪 咒他这次数学成绩不及格 123 I", "s": 5}, {"v": "DyF2tIIrU7s", "t": 1813.0, "c": "alone but I never feel lonely Alone 是一个人的 lonely 是孤单的 孤单是内心", "s": 5}], "ll": [{"v": "UNZGk_ovBO0", "t": 783.0, "c": "我们经常见到before of 装满充满 for 你还发现那边for ll想着两个大馒头 l是不是两个 那就是腹部里边装了两个大馒头 饱了吧 所以for饱得满的 再来一遍", "s": 3}, {"v": "JYCAxsPZe2o", "t": 1585.1, "c": "S像一个小美女 小女孩 你妹妹 爱美女 趴在那儿 半天在地上拼写出两个LL 你看 美女趴在那儿 半天拼写出两个LL spell 拼写", "s": 5}], "load": [{"v": "Mq2tgovJ9Nc", "t": 1676.0, "c": "down往下 是down say down down往下 load 装载 对咱们先讲load吧 同学们 对讲load好讲 来再看一下load", "s": 5}], "ladies": [{"v": "UNZGk_ovBO0", "t": 1793.2, "c": "gentle gentle gentle gentle 我跟你讲我是不是在看不见 ladies and gentlemen 紳士 ladies女士 and先生们", "s": 5}, {"v": "UNZGk_ovBO0", "t": 2246.7, "c": "gas又让我菜 soft soft柔软的皮肤很柔软 sofa沙发 gentle ladies and gentlemen 温柔的 list 立刻他就要死了", "s": 3}], "list": [{"v": "UNZGk_ovBO0", "t": 1841.9, "c": "紳士 gentleman温柔的男人 这我还带你读吗 gentleman不读了 走嘞 list 这也不用读了吧 list 清单 你看过 看过美国一个电影叫", "s": 10}, {"v": "UNZGk_ovBO0", "t": 2249.9, "c": "gentle ladies and gentlemen 温柔的 list 立刻他就要死了 列出了很多愿望清单 list清单 listen here不讲了", "s": 5}], "logo": [{"v": "x-y4HADz1h0", "t": 1226.2, "c": "你读出来很难听 你读成pizza 是不是 pizza pizza 毕生客的logo就是pizza logo就是标志 是吧pizza pizza 在国外 毕生客的pizza就相当于咱们中国的", "s": 5}], "lemon": [{"v": "x-y4HADz1h0", "t": 2217.5, "c": "strawberry 草莓 这个单子我没讲好 你要自己背 可别忘了记住要给他们 lemon 不用讲 柠檬 lemon 你看lemon 对", "s": 5}, {"v": "x-y4HADz1h0", "t": 2339.8, "c": "delicious 地里涉死的野味 美味的delicious strawberry 草莓 lemon 柠檬 pear 对 不要读成pear pear", "s": 5}], "len": [{"v": "HfDQRqqTWLg", "t": 390.0, "c": "more peaceful world, technic,peaceful,peaceful, peaceful world,一个平静的世界,一个祥和的世界,好没问题,这个咱读成,对还是和平静安静有关系,叫silence,silence是沉默,沉默也是安静嘛,沉默,你看silence,很好读,silence,silence,silence怎么讲,你看,silen,len,len想着轮,ci想着车,si轮是车, 四轮车,silence,四轮车,整个合起来就是四轮车,你不要读成silence,你可不要读成silence,silence,silence,汉语拼音四轮车, 你看姐在去,她在去打工的那个男的叫什么,去他们家做一个家庭老师的时候,坐着那个四轮马车,是不是四轮马车非常安静的行驶在乡间的小路上,你想想这个场景,一个四轮车,安安静静的行驶在乡间的小路上,silence,沉默,安静,silence,沉默,安静,四轮车,安静,安静,silence,silence,silence, 安安静静的行驶,silence,silence,silence,silence,好,寂静,沉默,silent是他的形容词,沉默的,寂静的,silent,寂静的,沉默的,他是一个非常沉默的人,he is a", "s": 8}]}