{"doctor": [{"v": "26", "t": 208.2, "c": "Daughter,这不讲过了吗?女儿。 His daughter become a doctor,他的女儿变成了一个医生。 Daughter,女儿,医生。 好,继续来,这个单读叫做Son。 儿子,我一定给你讲一下,特别像Son,阳光。 所以男人要有阳刚之气,像太阳一样。 Son,Son。"}, {"v": "1", "t": 718.9, "c": "好, 等级, degree, 好, 咱们看一下吧, doctor's degree什么意思, 区的doctor, 医生, 他可以翻成博士, 博士的degree等级,"}, {"v": "23", "t": 795.4, "c": "再重来 his daughter became a doctor his daughter became a doctor"}, {"v": "23", "t": 865.2, "c": "physation physation 管你身体那个人是谁 医生 这叫内科医生 对肝的doctor是所有的医生 现在把医生分一家类 包括内科医生 叫physation 内科医生 管你的肺肝体"}, {"v": "23", "t": 939.7, "c": "来再来一遍 你们留着外科医生 外科医生不是中考试 你不需要掌握 来再送来医生 医生doctor doctor doctor 多个科doctor physician 医生内科医生"}, {"v": "23", "t": 1173.9, "c": "Nurse 他是一个护士很木讷 见过那种很木讷的护士吗 Nurse木讷的那个人是个护士 Nurse护士 医生Doctor 内科医生 管身体的人 Physician外科手术 色戒 下面忘了又记得色戒"}, {"v": "23", "t": 1785.4, "c": "dentang dentia 牙医 physician 内科医生 doctor所有医生 surgeon 色戒 这个等于你到死都忘不了 临死之前把你孙子叫到上去 说孙子你过来一下"}], "dis": [{"v": "15", "t": 638.0, "c": "使你开心,对,喜欢, 使你开心,enjoy, 继续来,这个单词叫做, 还讲吗? Dislike, Dis表示不,like喜欢, Dislike什么意思?不喜欢, Dislike,I dislike you, 我不喜欢你,dislike,不喜欢,"}, {"v": "2", "t": 1377.0, "c": "discount 往下数 往下数 叫做打折折扣 对你记住了 dis今天咱们再增加一个意思 除了可以当否定还可以当往下 一会你就知道了 咱们会见到很多次disc表示 否定或往下 discount"}, {"v": "22", "t": 1653.8, "c": "不能漏腹, cover, 好覆盖, 这个单子叫做discover, discover, dis, 咱们前面讲过吧, 咱们前面讲过dismiss, 是不是, 还没讲过这两次, 但是dis也讲过好几次了,"}, {"v": "0", "t": 1826.1, "c": "they sayable的 they sayable的 不能搞 dis 他也表示否定 很快你都会知道表示否定 比如我们经常会说我dece你 dece表示否定 就是我贬低你"}, {"v": "2", "t": 2348.1, "c": "优势 advn 优势 优点 disadvn dis表示 快点快点 否定 缺点 对 advn是优点"}], "dece": [{"v": "0", "t": 1831.4, "c": "sayable的 不能搞 dis 他也表示否定 很快你都会知道表示否定 比如我们经常会说我dece你 dece表示否定 就是我贬低你 我看不上你 我攻击你 我恶心你"}], "disabled": [{"v": "0", "t": 1859.3, "c": "有缺陷的 对不能够的残疾的有缺陷的 对吗 那个残疾人 that disabled can write 那个残疾人是能够写字的 that disabled"}, {"v": "0", "t": 1935.5, "c": "可能他在很多地方都比你强得多 你就肢体比他多的健全一点而已 不要嘲笑别人 好吗 来 disabled disabled残疾的 好继续来 这个叫做 读 ability"}, {"v": "0", "t": 2703.3, "c": "快点 able 一个伯乐 能够 能够了老师 disabled 残疾的 catch 开着吃 抓住 cap"}], "doesn": [{"v": "14", "t": 1013.4, "c": "拥挤在学校门口, crowd, 拥挤的, 好, 继续来, 这个词叫doesn't, 不讲了吧, 我们经常说一打就是这个词, 给我一打啤酒, 对吧, 给我一打啤酒就是12个,"}, {"v": "14", "t": 1214.7, "c": "crowded, 一排一排的在一起, 庸挤的, crowded, 庸挤的, doesn't, 一打, doesn't solve, 许多大量的, band,"}, {"v": "0", "t": 2184.6, "c": "cap is nonsense but it doesn't look good on me 这个帽子真的很好看"}], "driver": [{"v": "36", "t": 402.5, "c": "on, 关注于聚焦于, 没问题吧? 我们考研上学过一篇文章, 别不信这科学家们研究表明的, 说对了很多的driver司机做了研究, 他们发现90%的人都认为自己的驾车技术比别人强, 怎么可能的, 90%的人都认为自己的车技比别人强, 事实是不可能的呀, 那你都比别人强你比谁强呢?"}, {"v": "16", "t": 639.1, "c": "卡车上 因为卡车是拉货的 对不对 好 track driver track 卡车 driver司机 track driver叫卡车司机"}, {"v": "24", "t": 2149.6, "c": "Pull有两棍就是往前拉, Push, Push就是推, 很好记对不对, 好, 这个单子叫Driver, 这个单子我都不讲你的人, Driver司机呀, Driver司机, Push Driver司机呀,"}, {"v": "0", "t": 2424.9, "c": "My father is a capable driver driver capable 好 过 这个单字读成"}, {"v": "35", "t": 3156.8, "c": "fokes on关注于聚焦 没问题吧 我们考研上学过一篇文章 别不信这科学家们研究表明的 说对了很多的driver 司机做了研究 他们发现 90%的人都认为自己的价值 都认为自己的驾车技术比别人强 怎么可能的"}], "dog": [{"v": "1", "t": 24.2, "c": "很好理解Under下面, 你们老人不经常说吗? There is a dog under the table, Under下面, line,"}, {"v": "41", "t": 300.0, "c": "Slipper,拖鞋。 Sleep,滑动,溜走。 好,溜狗怎么说,同学们。 溜狗,牵着狗在溜。 你可不要写成Slept dog呀。 对,溜,他不是那个溜,这是这个溜狗的溜,对吗? 你可不要写成Slept dog呀。 一个学生写的影片做完说,我爷爷一个人住。 很无聊,我给他买了条小滑狗,我爷爷每天溜狗。"}, {"v": "15", "t": 409.0, "c": "是不是你家的小苍鼠被你妈妈喂的很肥, 你们家的狗被你妈妈喂的很肥,肥的, 肥的是怎么肥的呀, 喂养的呀,喂的肥养,肥的,喂养, 喂一只小兔子,肥的rabbit, 喂一条狗,肥的dog, 喂一只猫,肥的cat, 好,喂养,肥的,肥的,喂养,肥的, 对,这一块都和宠物呀, 和喂养有关系,这张叫做Scar, 这个地方写错了,叫Scar,"}, {"v": "11", "t": 478.0, "c": "是吗?我们会说 在桌子下面有一条狗。 where is the dog below the table? 是低。在什么 什么下面。"}, {"v": "26", "t": 545.0, "c": "踢你, kick you, 踢狗,kick a dog, cake, 你爸踢你, my father kicked"}, {"v": "13", "t": 1415.9, "c": "这是什么呀 a spot on the dog 狗身上的一个斑点 对我们经常说小花狗就是斑点狗 斑点狗应该是spotted dog 小花狗"}, {"v": "35", "t": 1509.0, "c": "cup is lost 我的狗丢了 my dog is lost 对 lose是丢 lost是丢失的"}, {"v": "17", "t": 2194.9, "c": "追赶 追赶 好几万 chase a dog 追赶一只狗 perse 你看 perse 刚才读成chase"}, {"v": "37", "t": 2357.1, "c": "control me, 我昨天控制我们家的小狗, control my dog, 好, control, boss, 这还讲吗, boss还讲吗,"}], "distant": [{"v": "1", "t": 289.9, "c": "好继续来, 这个单词叫做, 先读, Base不要读成Tent, Tent, Distant, Distant, 好, 那就必须讲个词跟随, 原本叫Di, Di是什么意思呢,"}, {"v": "1", "t": 351.5, "c": "两个站, 我们俩是有距离的, Distant, 不要都Distant, 中途在第一个硬件上多, Distant, 对, 中途在谁硬件都中途重一点, Distant, Distant, Distant,"}, {"v": "1", "t": 425.2, "c": "对吧, 读错一点点没关系, 但尽量不读错, Distance, Distance, 刚才Distant的意思是有距离的, Distance是名词, 很好记, Distance, 距离, Distant,"}, {"v": "1", "t": 1095.6, "c": "DI 表两个自行车, bicycle, stand, 站, distant, 有距离的, 有距离的, 遥远的, 所以我们有个单词叫名词没写出来, 要"}], "di": [{"v": "1", "t": 294.7, "c": "Tent, Distant, Distant, 好, 那就必须讲个词跟随, 原本叫Di, Di是什么意思呢, 先不讲, 先告诉我, 自行车怎么说, Bike,"}, {"v": "22", "t": 400.7, "c": "是吧,simei了,相似的different不同的, 那不同的怎么来记呢, 你们好吧, 咱们来记一下吧, 你们很好记, 你们di表的几, 忘了吗,di就等于bi表是两个, 还记不记得,di就等于bi, 自行车吗,bicycle,自行车两个,f1, 二小时谁,佛, 两座佛,"}, {"v": "6", "t": 472.4, "c": "讲完了, diverse你看, diverver, 这个儿化音读不读出来都没关系, diverse什么意思你们, di咱们前面讲过, 你已经忘了吧, 就等于谁, bi怎么讲的, bicycle当时讲的是bicycle, 自行车,"}, {"v": "1", "t": 1091.2, "c": "来, 一起来, 对, 这一会儿和战斗关系有比较严重, 走吧, DI 表两个自行车, bicycle, stand, 站, distant,"}, {"v": "24", "t": 1173.0, "c": "这个单子叫做day, day strict, 哎, strict不是严格的吗, di 表两个, 两个地方都很严格, di 表两个, strict"}, {"v": "24", "t": 1288.7, "c": "对打扰干扰, 继续来, 这个单词说的都是Divide, 你看这一位小人弟弟, Divide, DI想成弟弟, 八着六个, VI想成六个, Divide, 你看, 弟弟八着六个,"}, {"v": "21", "t": 1818.7, "c": "dielog, 你在读吗? dielog, dielog, 读成什么? di想成两个, 不用再讲了, 咱们已经讲过很多次di就等于bi想成两个, a想成小乌龟, 两个乌龟在干嘛? log,"}, {"v": "11", "t": 2106.0, "c": "biology biology biology怎么记 bi是两个 还用讲吗 好几次了bi就等于di 是两个bicycle 自行车所以bi表示 两个两个o想成圆圆 两个圆圆你看 bio圆圆"}], "distance": [{"v": "1", "t": 421.4, "c": "中央电视在播音主持人员一样, 怎么可能嘛, 对吧, 读错一点点没关系, 但尽量不读错, Distance, Distance, 刚才Distant的意思是有距离的, Distance是名词, 很好记, Distance,"}, {"v": "1", "t": 1102.6, "c": "有距离的, 有距离的, 遥远的, 所以我们有个单词叫名词没写出来, 要 distance, 距离, 对吗, instead, 站在里边那个人, 替代代替,"}], "dream": [{"v": "1", "t": 446.4, "c": "就是从一个很远的地方看地球, has always been a dream, 一直都是一个梦想, 但现在咱们已经实现了, 对不对, 对, 再来一遍,"}, {"v": "16", "t": 829.2, "c": "realize 我实现了我的梦想 I realize my dream I realize my dream 我实现了我的梦想"}, {"v": "16", "t": 928.4, "c": "使它变成真的 实现 实现了我的梦想 realize my dream 好 接下来这个单字叫做 false 同学们这个还用讲吗 赶紧快点看"}, {"v": "25", "t": 1584.0, "c": "所以要成为一个士兵 Soldier,123 我的梦想是加入军队成为一名士兵 123 My dream is to My dream is"}, {"v": "2", "t": 1828.0, "c": "实现完成 我实现了我的梦想 I achieve my dream achieve achieve 实现完成 是不是很好记 achieve"}, {"v": "24", "t": 1998.7, "c": "movie is fantastic, 好过, 继续来, 这个叫Dream, 这还讲吗, Dream, I have a"}, {"v": "24", "t": 2279.7, "c": "极好的, 刘老师是个极好的老师, Teacher, 刘是个Fantastic Teacher, Dream, Dream, Dream梦想, Poo, Poo, Poo,"}], "degree": [{"v": "1", "t": 663.5, "c": "level, 好, 过去了, 继续来, 这个单词又等级, 再来一个等级叫degree, degree, 不要读成degree, degree, 它没有n的音, degree,"}, {"v": "1", "t": 725.8, "c": "doctor's degree什么意思, 区的doctor, 医生, 他可以翻成博士, 博士的degree等级, 博士的等级就是博士学位, doctor's degree, 对, 以后你这个单词翻译学位,"}, {"v": "1", "t": 1127.2, "c": "来我, 水平, 等级, 对你的水平等级不够我来, level, degree, 弟弟脸都变绿了, 等级程度不够, 对 degree 就等于level,"}], "drive": [{"v": "1", "t": 1439.4, "c": "再来一遍, airport, airport, airport, 来开车去机场, drive you to the airport, 在机场at"}, {"v": "24", "t": 2286.5, "c": "Poo, Poo两个小棍, 拉, Push, 推, Drive, 开车驱车Drop, 着陆啪, 跌落, 下降, Drop,"}], "disappear": [{"v": "2", "t": 203.7, "c": "appearance looks neat 好讲完了 继续来 这个单子叫做Disappear 读 你不要中Disappear 中读在最后一看 中读 小点点"}, {"v": "2", "t": 301.1, "c": "你很快就会从我这个地方消失 就你很快就会离开了 Vanish 消失 好就等于谁 Appear就出现Disappear 就等于Disappear Disappear就等于Vanish 哇你是Vanish 是不是很好记 这个单子读出来"}, {"v": "2", "t": 1092.9, "c": "刘老师你的外表看起来很漂亮 your appearance 外表外观 appear disappear disappear 消失 vanished 万尼是 vanished"}], "dais": [{"v": "5", "t": 83.0, "c": "discuss 不要讀成cast 讀成discuss 已经被拙化discuss 讨论怎么进去呢 dais表示没有否定 discuss没有cast 再来一遍discuss没有cast 这次讨论很顺利 中间没有卡住 是不是discuss没有卡住"}, {"v": "2", "t": 216.9, "c": "中读在最后一看 中读 小点点 Disappear Appear是出现Disappear Dais你会见过很多次表示否定 其实Dais表示否定 我不用说 你们在大城市的孩子一般都会说 我Dais有小样 我Dais就是否定"}], "discount": [{"v": "2", "t": 1345.0, "c": "account一再的数账户账号 一再的数蚂蚁 会计 好继续来 这个单叫 discount discount 什么意思disc 否定 对忘少的数 否定"}], "disadvn": [{"v": "2", "t": 2346.8, "c": "优势优点advn 优势 advn 优势 优点 disadvn dis表示 快点快点 否定 缺点 对"}], "drink": [{"v": "24", "t": 31.1, "c": "第六章正式开始,把单词踩在脚下。 你看你在听我讲的一遍的第五节课已经感觉特别好了,是不是? 所以你要静心的来学,进一步发现学习真的还是很好玩的。 快再看一遍,踩小人,看见没有?踩着单词,踩死他,踩死他。 我开始踩老人了,第一个单词叫做team,你看team,我们都很熟吧。 Drink a cup of tea,team是茶,team来,喝茶的那帮小美女,一般都是老美女,对不对? 因为小美女一般不喝茶,喝茶的那帮美女是一个团队的,旅行团的见过吗?"}, {"v": "3", "t": 412.0, "c": "好,这个也是渴望。 30的美女渴望回到年轻。 所以你妈每年脸上盖着各种面膜,排的东东的。 每次我贴完面膜,我女儿都说妈妈,我用你的面膜贴贴脸吧。 小时候现在已经不贴了。 drink,听到什么了? 准喝,你看特别像drink。 准你喝水了,准你喝。 drink,drink。 准你喝,喝什么? 喝水啊。"}, {"v": "3", "t": 607.0, "c": "他也想成为开出租车里面开的最好的一个。 eager,eagle,也是eager, 特别像eager,是eagle咕着鼻子,鹰。 thursday,30,30的美女特别渴望回到年轻。 thursday,渴望的,想要的。 drink,准你喝。 drink,准你喝。 喝水。 hungry,hungry饿的。 anger,anger,生气的。 好,做好前面单字复习,咱们继续来进行,好不好。"}], "day": [{"v": "18", "t": 129.0, "c": "see,see,theater,see,see,theater,see,eater,看见有人在eater,连在一起就是在剧院看了一场戏,一个人碰头儿,eat另外一个女生,你把我的爆米花弄掉了,你再陪我爆米花,theater,see,eater,在哪看到的,剧院,theater,theater,对,剧院,再重来,刚才那个剧,快点,歌剧,Opera, theater,看见鹅躺,在哪看到的,剧院,theater,这叫抓门儿,抓门儿,你们看,对,对,对,发现那边谁, 抓妈妈,抓门儿,抓妈妈,怎么连自己的妈妈也抓起来,太戏剧性了吧,所以戏剧,抓门儿,抓妈妈这个事儿,现实生活中很难出现的,把自己的妈妈抓起来, 抓门儿,戏剧,抓门儿,戏剧,抓妈妈,戏剧,comedy,comedy,你这样记不住怎么这么记,对吗,come,来了,对,对,弟弟来了, 所以你反正comedy都说,come弟弟,弟弟来了,你结过婚以后,哇塞,弟弟从来没来过,第一次来,弟弟来了,好开心的事儿,戏剧,comedy,读,很好,你们这个音标很好读,对吧,comedy,对,没有那种很难读音,comedy,来了弟弟,戏剧,看来悲剧了,treasure day,treasure day, 这谁,踹谁,踹哥哥,大爷想着死,踹哥,踹哥弟,大爷想着弟弟,对吧,踹哥弟,treasure day,还踹哥哥,还踹弟弟,悲剧,一家人打起来了,快点儿吧,treasure day, 踹哥哥和弟弟,悲剧,treasure"}, {"v": "18", "t": 205.0, "c": "踹哥哥和弟弟,悲剧,treasure day,悲剧,喜剧,comedy,来的弟弟,喜剧,戏剧,drama,抓妈妈,戏剧,好,喜剧,悲剧,戏剧,好,来,停,咱们把这几个剧给它走一边,对吧,我先不跟你说了,来,京剧怎么说,京剧,北京 Opera,快点儿去劇院,去劇院看北京 Opera,去劇院, 去劇院,theater,看见鹅塔,theater,theater,戏剧,抓妈妈,drama,喜剧,喜剧,来的弟弟,快点儿来的弟弟,comedy,悲剧,treasure day, 踹哥哥,踹弟弟,一家人打起来,你说是不是个悲剧,踹起来,天天打得头晕,是不是clean,这段再用讲方的,多熟,clean,干净的,clean,干净的,可以当动字讲打扫,很好,这些,你看当形容讲干净的,当动字讲不是打扫吗,打扫房间,clean the room,clean the room,打扫,来,clear,clear,"}, {"v": "18", "t": 389.0, "c": "water is clear,好,继续来,dirty,因为讲到了clean,清晰的,clean,干净的,所以讲的脏的,dirty,也是脏的,dirty,你看,放在那边,dirty,dirty,把他身上蹬脏了吧,一脚踹在你弟弟的屁股上,屁股上有个脚印,蹬脏了吧,dirty,你先把地去掉上面,dirty, dirty,你看,蹬他,蹬他,蹬他,脏的,dirty,再来一遍,这个音很好读,就两个原因,dirty,dirty,脏的,蹬他,蹬他,dirty,这个叫neat, 发现那边讲,你,他,姐姐的婚礼上,你和他都穿的非常的什么,整洁,这小伴娘,小伴,小花童,哇塞,你看穿的多整洁,是不是都穿着西装,当小花童都穿的很整洁,在姐姐的婚礼上,你和他都穿的非常的整洁的,dirty,脏的,clean,干净的,neat,你和他穿的整洁的,neat,整洁的, 好,再来一个叫做tidy,他,day,day,你想打死,tidy,他死了,是不是在太平间的时候,一个人死的时候,最后都要穿着很整洁的衣服,整齐的衣服,是不是家里面买好衣服,躺在房间里穿着整洁的衣服,是不是最后都要化妆,还要给去世的人化妆,还要给他穿着非常整洁的衣服,他死了,tidy,在那边,tidy,他死了,整齐的整洁的, tidy,整齐的整洁的,可以吧,好,咱们一会儿要回头复习所有的叫shout,你们听到他发音了没有,shout,shout,shout,shout,叫喊,呼喊,shout,shout,叫喊,呼喊,我说你别冲着我喊,do not shout at me,"}, {"v": "21", "t": 562.0, "c": "square to celebrate the children's day. 翻译个诗, 好吧, 五颜六色的气球 were hanging,"}, {"v": "27", "t": 623.6, "c": "对加个新闻就可数了, 不加新闻就不可数, 好继续来, 这个单字叫做daylay, daylay, 他的发音就是day, daylay, iy结尾是一个复词的后绝, day那就是每天的, daylay, 你看daylay每天的,"}, {"v": "30", "t": 1106.7, "c": "對他來自於什麼就來自於nice 好的 對講到壞的要nice a nice day 多麼美好的一天 你老實說好老師 不要每次都寫成good 太噁心了 nice好的"}, {"v": "24", "t": 1167.9, "c": "be strict with, 叫对什么什么要求很严格, 好继续来, 这个单子叫做day, day strict, 哎, strict不是严格的吗, di"}, {"v": "3", "t": 1259.0, "c": "今天我请你吃了一顿饭。 又请你打了游戏。 又请你逛了些。你说刘老师 真是令人愉快的一天。 pleasant day。一二三。 读。pleasant day。 pleasant. let's say"}], "down": [{"v": "30", "t": 74.7, "c": "那雨下的很大就是 the rain is pulling down 大雨就像pull著下來的一樣 the rain is pulling"}, {"v": "39", "t": 300.0, "c": "call me,对,call me,你call我,有事你call我,有事你call我,还真call你的脸call,call打电话,对call,有事你call我,打电话call, 很好讲对不对,这个叫call,你看是不是call,妈,没,还没想着妈妈,给妈妈打电话,call,这次成绩考的不是很好,期末考试,也不敢回家告诉妈妈了,给给妈妈打个电话,说妈妈以为妈妈该吵了,妈妈我这次考的不是很好,哭尽了,妈妈说没关系,给妈妈打电话,妈妈说没关系,没关系,只要努力就很好,没事,赶紧回来咱们总结一下为什么错都行了,给妈妈打电话, 你这怎么啦,平静安静,call,平静安静,我说冷静一下,你哭的说,刘老师我的钱丢了,我说冷静冷静,calm down,对,calm down,冷静下来,calm down,call,给妹妹给妈妈打电话,变得很冷静,call,实冷静,calm down,冷静下来,好继续来,peace,听到什么了,peace, 你看刚才讲到calm,冷静,peace,叫和平,宁静,平静,peace,无论妈妈何时批评爸爸,爸爸总是很平静,听不见语,你随便骂你的,知道了知道了,知道了知道了,peace,peace爸爸还是很平静,peace,平静,和平,战争与和平,the war"}, {"v": "9", "t": 385.4, "c": "phr夫人一条舌ase phrase短语句子, sentence单词word, 好可以了, 完美完美非常好的你们, upset你看upup我们知道upup往上down往下, up往上set, 你看upset你不要动upset, upset, upset, 往上的东西往下了,"}, {"v": "18", "t": 447.0, "c": "friends shouting at me,我能听到我的好朋友对着我喊,to get down to the pool fast,就赶紧去哪,Pool人是吗,游泳池,咱们一会儿会讲swimming pool,叫游泳池,我的好朋友在对我喊,大爷,下来啦,shout"}, {"v": "33", "t": 516.1, "c": "相反的。 好那就是。 We live further down on the opposite side of"}, {"v": "42", "t": 578.6, "c": "为什么 因为这个词是个复词 复词前面不能有介词 对go upstairs下楼 down downstairs upstairs downstairs stair楼梯 语俗像我一样快点"}, {"v": "39", "t": 677.5, "c": "call call 打电话 给妈妈打电话 calm down 冷静安静 calm down 安静下来 对给妈妈打电话"}, {"v": "4", "t": 809.7, "c": "你说你啊你啊你啊跪下吧 你看封建社会家长弄不好都要跪下 走 he kneeled down beside her 他跪下了 跪在他的旁边 beside"}, {"v": "7", "t": 1388.0, "c": "树叶落下了 The leaves are falling down Fall是落下 那为什么发现秋天还假吗 那落下 那秋天不就树叶都落下了吗 Fall"}, {"v": "34", "t": 1671.4, "c": "website website website叫网址 网址网站 好继续来这个单子叫做 down down down往下 是down say down"}, {"v": "21", "t": 1914.4, "c": "study hard, 不讲了, 这个单词读成, sell down, 特别看到她的发音那边, sell让你想到了谁? sell吧, 卖, 说没说过,卖,"}, {"v": "7", "t": 2060.0, "c": "上前后前后swin 是不是蛇win 蛇的翅膀在摇摆swin 好来123多 sit down on the swings 你不要反正坐在摇摆上 坐在秋千上"}, {"v": "33", "t": 2458.5, "c": "形式情况, Saturation, 情况形式怎么来记, Saturation是坐, Sit down, 坐, You, 你, You, You,"}], "disponded": [{"v": "4", "t": 1992.5, "c": "对重用你特别烦嫌忙 不重用你又特别的dispond 要失望 是失望 这个单词很少单独使用 一般都是disponded 主语是人 I feel disappointed 我感到很失望"}], "disponding": [{"v": "4", "t": 2001.7, "c": "I feel disappointed 我感到很失望 这是一个令人失望的消息 disponding news 我刘老师你是一个非常令人失望的老师 disponding teacher disponding"}], "dent": [{"v": "23", "t": 696.6, "c": "不健康的 不说了吧 好继续来 这个叫dentest dentest 咱们先讲一个词根叫dent dent的发音是 dent dent dent谁 我不让你看了"}, {"v": "4", "t": 2030.5, "c": "来继续来小朋友 bite 等他你看等他 等他 发音的比较等他 dent date date dent 等他 等他为什么等约会"}], "date": [{"v": "4", "t": 2031.4, "c": "bite 等他你看等他 等他 发音的比较等他 dent date date dent 等他 等他为什么等约会 今天人date约会"}, {"v": "4", "t": 2337.8, "c": "来 咱们讲的不止这几个单词 我只带你复习了几个 你赶紧自己回去复习吧 一直用手指着你约会 Date等他约会 不指着你了 不给你分 失望 region region"}], "discuss": [{"v": "5", "t": 72.4, "c": "argue 争论辩论 一再的姑姑干嘛 争 argument,争论辩论 discuss discuss 不要讀成cast 讀成discuss 已经被拙化discuss 讨论怎么进去呢"}, {"v": "5", "t": 136.1, "c": "讨论刚开始很愉快 最后越讲越一生气 你爸和你妈的谈话总是从很好的地方开始 最后用争吵结束 是不是讨论 这是没有卡住discuss discuss没有卡住 没有卡住cast discuss 这次讨论很顺利discuss讨论 discussion名词讨论"}, {"v": "5", "t": 779.3, "c": "再来一遍 阿九和阿姑 一再的和姑姑争吵讨论 没有卡死 讨论讨论很顺利 discuss讨论 article 很遇数的叔叔 uncle是叔叔article 写文章 写文章article文章"}], "discussion": [{"v": "5", "t": 99.6, "c": "再来一遍discuss没有cast 这次讨论很顺利 中间没有卡住 是不是discuss没有卡住 什么没有卡住讨论discuss 这个单词的名词叫discussion 讨论的名词 the discussion 讨论的名词discuss 你爸和你妈有没有今天讨论你能卡住"}], "diverse": [{"v": "6", "t": 462.6, "c": "联合的转叫宇宙, 谈话一起转, conversation, 好, 讲完了, diverse你看, diverver, 这个儿化音读不读出来都没关系, diverse什么意思你们, di咱们前面讲过, 你已经忘了吧,"}, {"v": "6", "t": 531.3, "c": "他们发现它们像佛, 两个佛, 你们家共了两座佛, 说明是两个佛应该是不一样的, different不同的, diverse不同的, 两个转不同的, 好这个单词叫做universi-k, unr不是联合的吗, verse不是宣布转, 不是宇宙吗,"}], "different": [{"v": "22", "t": 381.1, "c": "similar to you, 记住是tw要介绍出来的吗,我和你不相似, 对,再读一遍,simei了,simei了,相似的,好, 讲到相似咱们讲咱们他的反应词叫做,读,different,对different,different的意思是不同的, 是吧,simei了,相似的different不同的, 那不同的怎么来记呢, 你们好吧, 咱们来记一下吧, 你们很好记,"}, {"v": "22", "t": 445.1, "c": "we are similar, we are different, 好, 继续来, 这个叫做prefer, prefer, 这种都在第二个音节上prefer,"}, {"v": "6", "t": 512.4, "c": "打一verse, 不一样的各式各样的, 我说我有各式各样的ultimate, diverse对各种各样的, 两个转不同的各种各样的, 其实它在某种程度上就等于这个单词different, 这个单译很熟吧, 对两个不同的di还是两个, fer是佛, 他们发现它们像佛, 两个佛,"}, {"v": "22", "t": 1476.9, "c": "俩佛, differ, 不同的, we are different, P-I prefer, 前面那个佛更喜欢, 佛的心里在想什么, infer,"}], "dend": [{"v": "6", "t": 1285.2, "c": "十的, 倾向, 取向, 这个当叫Tend, Tend, Dend, Dend, Sit, Tend, Dend, Sit,"}], "diy": [{"v": "6", "t": 1593.9, "c": "但是现在没讲到, I will attend a DIY course, 我会参加一个DIY的课程, DIY认识吗, 我会参加一个DIY的课程, 你会经常听到DIY,"}], "dragon": [{"v": "17", "t": 0.0, "c": "这个单字叫做Dragon 听到什么 Dragon Dragon 你看Drag 你别记Drag"}, {"v": "17", "t": 60.0, "c": "Boat还记得吗 Dragon Boat 对龙舟 端午节 Dragon Boat Festival Festival 节日 继续来"}, {"v": "7", "t": 1187.6, "c": "不讲了吗 春节 Spring Festival 这个讲的是端午节 Dragon 一会就讲Dragon 反正龙 龙中 这个不要翻成船反正舟 龙中节"}, {"v": "7", "t": 1260.9, "c": "好叫春节 帅死他我Festival 会来就是帅死他我Festival 节日 来一二三端午节怎么说 Dragon Boat Festival Dragon Boat Festival"}, {"v": "17", "t": 1387.5, "c": "来几个来几个 对很多单字动物 咱们基本上都讲完了 但是没有回想 咱们就回想这么多 Dragon 拽了一根绳子 在她脖子上 Dragon 龙 快点芙蓉姐姐跑到洞里边弄了一个青瓜"}, {"v": "7", "t": 1935.4, "c": "festival festival 节日刘老师spring festival是春节 端午节叫做快点123 dragon boat festival altman 在数月中耍剑 秋天"}], "doing": [{"v": "38", "t": 43.7, "c": "事情发生了, 这件事情发生了。 When people are doing a, 这个单词你可能不认识的, 朋友们, 咱们现在装作不认识, 好不好?"}, {"v": "8", "t": 434.1, "c": "stop停止 对它也可以翻成阻碍 对我们今天会见到 stop somebody doing something 阻止某人做某事 不就停止某人做某事 不就是阻止某人做某事吗 stop停止还可以翻成阻止"}, {"v": "28", "t": 908.3, "c": "花费, 这是我们初中学的一个特别多的短语, spnd, 时间或金钱, in doing something, 对, 花费时间金钱做某事, 咱们一起说吧, 我花了一个月的时间来背单词,"}, {"v": "19", "t": 979.4, "c": "结束完成, finish my homework, finish doing something, 好, 继续来, 有这妈妈打人的样, 这是什么?"}, {"v": "33", "t": 1477.6, "c": "保持。 是不是保持人员们? 他就完全等于cape。 保持。 Cape doing something。 你们老是讲的是保持做某事就对。 Remain doing something。"}, {"v": "19", "t": 1734.0, "c": "continue, 所有的都踢, new, 连续不断的, continue doing something, 继续做某事, 连续不断的继续, continue doing"}], "don": [{"v": "9", "t": 493.0, "c": "你upset, 我感到很生气, upset, 这个单子叫worry, 这个单子用了很多吧, don't worry about me, 跟你妈妈说别担心我了, 妈妈说你要穿衣服穿厚一点,"}, {"v": "9", "t": 564.2, "c": "worried about my teacher, 不要担心妈妈, don't worry mom, I will, don't"}, {"v": "38", "t": 800.9, "c": "precious, 我的宝贝儿是吗, 很有价值的价值高的precious宝贝儿口语中, 他的意思是珍贵的珍贵的稀奇的, 好过去了吗, 你看就是don't be frightened, 不要怕我的宝贝儿mind precious, 好吧可以了,"}, {"v": "9", "t": 1037.0, "c": "同学们, 你绝对看过很多美国的电影, 他说, 警察这个小偷经常会听这么说, Frage, Don't move, 站住别动, Frage, 就是动作, 你看,"}, {"v": "9", "t": 1130.1, "c": "Frage, Frage, 结冰, 对, 你就读这个Frage don't move, 下课你们同学上厕所, 你跟他讲Frage don't move,"}, {"v": "9", "t": 1428.6, "c": "frage, fruit, 水果的哥哥, 冰箱, frage don't move, 结冰, 冻住, aware意识到, conscious靠心的,"}, {"v": "37", "t": 1572.4, "c": "move还讲吗? move, 移动, 你看你那个坏蛋, 警察找坏蛋说, don't move, stop, don't move, 不要动,"}, {"v": "38", "t": 2124.0, "c": "regret regret 后悔道歉 if you don't do it now 如果你现在不去做 if"}], "de": [{"v": "37", "t": 231.2, "c": "这一个部分是一家人, 这个部分一个部分一个部分的分开的apart, 形容词分开的apart, 一个部分一个部分的分开的分离的apart, 好继续来, 这个单字叫做de part, 弟弟怕他, 你看弟弟, 弟弟怕的就离开, 你看弟弟转身离开了,"}, {"v": "16", "t": 1093.6, "c": "alright 没问题 mistake mistake mistake de不要多成te mistake 什么意思 错误 对应该的简单wrong 是不是what's"}, {"v": "10", "t": 2186.8, "c": "bear bear bear的什么意思对吧 熊的 你看bear是熊 d想成de bear的 熊的 熊的什么 胡子 所以咱们经常会说老虎的胡子摸不得"}], "delicious": [{"v": "11", "t": 872.0, "c": "好。一二三。 继续来。taste。 taste。品尝。 taste。什么意思呢? taste。美味的。可口的。 他就等于delicious。 这个单词我们很快都会讲delicious。 delicious。 美味的。taste。 我用你的奶茶好不好喝。有六个字 taste。taste。美味的。"}, {"v": "31", "t": 2108.6, "c": "水果怎么说 富儒喜欢吃快点 fruit水果 juice果汁 好嘞是不是越听越舒服 delicious 你看delicious 发音特别像地理设施 地理设死 地理设死 在地里边设死一个野兔子"}, {"v": "31", "t": 2332.4, "c": "八皮 削皮 juice 橘子汁里面放冰 果汁 delicious 地里涉死的野味 美味的delicious strawberry 草莓 lemon"}], "door": [{"v": "12", "t": 348.2, "c": "亲密的 close 这个单词可以当关门 close the door 可以当亲密的形容词 再来一遍 their relation is"}, {"v": "18", "t": 537.0, "c": "am close to you,我和你是接近的,对关闭还可以当接近的close,好继续来,open不讲了,open the door,打开,这很熟不讲了,open,好继续来, Club,什么俱乐部,你听到没有club,俱乐部,对英语俱乐部,English club,你们学校有没有组织一个各种俱乐部club,这不讲了吧,朋友们,这不讲你也认识吧,你把飞向着车,车车车,路边,车停在路边走进俱乐部,但是你自己能记住什么club,到处都能见到什么街舞俱乐部,你们学校有吗,什么文学俱乐部,英语俱乐部, 好继续来,这段叫做call,听到什么了,call,call,call,call了一块什么,煤,你看山西那些煤矿主怎么发现有煤的,就在山里面call,call,call,call,呀,露出来黑的了,call了一块什么,煤,call,煤,call了一块什么,煤,call,煤,这段mine,这不是我, 但是他当名词讲反正煤矿,对,可以反正我的不讲了,矿山,矿井,我的对,我的矿山,所以你们同学不开玩笑吗,说你这衣服好好看,你这衣服多贵,你们家有矿吗,对我们家就有矿,有钱,我们家有两座矿,我的什么矿,矿山mine,我的什么矿,矿山mine, 好,差不多了吧,咱们应该回头差不多开复习了,再讲两单词复习一下,call的,发音那边像谁,call的,call住衣服的,call的,为什么call住衣服,冷啊,"}, {"v": "42", "t": 1316.8, "c": "敲打 敲门 knock at the door knock at the door 敲门knock"}, {"v": "39", "t": 2800.5, "c": "going 往外走的外向的 好嘞out going 好out door door是门out door 那不就户外门外 户外的 out"}], "digital": [{"v": "32", "t": 1445.8, "c": "Snake不就是里边吗, 是不是蛇去里面, Snake, 蛇, Diet, Digital, Diet, 饮食, 节食, 记得很好, 又真的很棒,"}, {"v": "12", "t": 1507.4, "c": "digital D个头 digital 数字的数码的 D个头都得看数字数码产品 digital 数字的数码的 好 继续来 头儿 我再说一句"}, {"v": "12", "t": 1662.7, "c": "即使下次我依然考个第50名 但是我比上次多了10分 姚妈妈 你应该表扬我 是吗 Digital Digital 数字的数码的 咱不跟人家比 学咱自己的 对不对"}], "dolphin": [{"v": "13", "t": 991.7, "c": "intelligent 聪明的 再来一遍 intelligent 聪明的 好所以我们就有一个例子叫dolphin dolphin 是海豚 the dolphin is"}], "dislike": [{"v": "15", "t": 636.0, "c": "喜欢, 使你开心,对,喜欢, 使你开心,enjoy, 继续来,这个单词叫做, 还讲吗? Dislike, Dis表示不,like喜欢, Dislike什么意思?不喜欢, Dislike,I dislike you,"}, {"v": "15", "t": 728.0, "c": "对,朋友的,对你像朋友一样的, 友好的,刚才那个 喜欢的,可能的,likely, 还有前面那个,还有一个likely, 还有一个叫什么like,再看一眼, dislike不喜欢, enjoy喜欢, joy,开心 高兴的事是名字,好, 继续来,这个单字叫做 girlfriend,女朋友还讲吗?"}], "deep": [{"v": "15", "t": 834.0, "c": "a breath 对,这个是 take a deep breath 很快就讲到第一步了 take a deep"}, {"v": "15", "t": 936.6, "c": "上气不接下气的气喘吁吁的 好 刚才讲到了 深呼吸take a deep breath 所以讲的deep deep深的怎么讲 翻译那边像地破你看deep deep"}, {"v": "15", "t": 1010.2, "c": "一再的说到你家的宠物喜欢 胃口 肺的 胃的肥肥的 胃羊 deep 地都破了 破了一个什么洞 深洞 深洞 deep"}], "damp": [{"v": "15", "t": 3054.0, "c": "把这个图记住那边wet 拿着喷的图 你泼我我泼你wet湿的 我们和他身上都是湿的wet 好继续来 这个单词读成damp damp damp damp想成大坝 团里面看到的发现叫damp 特别像大门你看大"}], "dry": [{"v": "15", "t": 3100.4, "c": "wet 我们和他都是了wet damp 湿的潮湿的 学会两个潮湿的同学呢 这个单词叫dry 听到什么了 这个单词特别像cry 哭 眼泪都哭干了 哭干"}], "drag": [{"v": "17", "t": 8.0, "c": "这个单字叫做Dragon 听到什么 Dragon Dragon 你看Drag 你别记Drag 因为Drag不是个咱们的中考词汇 你记Dragon 拽着一根什么绳 是不是驯服龙的时候"}], "dirty": [{"v": "18", "t": 314.0, "c": "is clear, the water is clear,好,继续来,dirty,因为讲到了clean,清晰的,clean,干净的,所以讲的脏的,dirty,也是脏的,dirty,你看,放在那边,dirty,dirty,把他身上蹬脏了吧,一脚踹在你弟弟的屁股上,屁股上有个脚印,蹬脏了吧,dirty,你先把地去掉上面,dirty, dirty,你看,蹬他,蹬他,蹬他,脏的,dirty,再来一遍,这个音很好读,就两个原因,dirty,dirty,脏的,蹬他,蹬他,dirty,这个叫neat, 发现那边讲,你,他,姐姐的婚礼上,你和他都穿的非常的什么,整洁,这小伴娘,小伴,小花童,哇塞,你看穿的多整洁,是不是都穿着西装,当小花童都穿的很整洁,在姐姐的婚礼上,你和他都穿的非常的整洁的,dirty,脏的,clean,干净的,neat,你和他穿的整洁的,neat,整洁的, 好,再来一个叫做tidy,他,day,day,你想打死,tidy,他死了,是不是在太平间的时候,一个人死的时候,最后都要穿着很整洁的衣服,整齐的衣服,是不是家里面买好衣服,躺在房间里穿着整洁的衣服,是不是最后都要化妆,还要给去世的人化妆,还要给他穿着非常整洁的衣服,他死了,tidy,在那边,tidy,他死了,整齐的整洁的, tidy,整齐的整洁的,可以吧,好,咱们一会儿要回头复习所有的叫shout,你们听到他发音了没有,shout,shout,shout,shout,叫喊,呼喊,shout,shout,叫喊,呼喊,我说你别冲着我喊,do not"}], "dation": [{"v": "19", "t": 1634.7, "c": "记住了, condition, cond, 熟的很了吧, 所有的, dation, dation, 特别像谁, 弟兄, dation, 弟兄,"}], "director": [{"v": "19", "t": 2078.6, "c": "人家没亲还有你的利益在那拍个照片你, 你瞧瞧你干嘛correct, 所有的阿姨都k他这是正确的correct, 好correct, 好继续正确的, 这个director, director, director什么意思, 直接的, 来, 弟弟你看,"}, {"v": "19", "t": 2152.4, "c": "direction, 指指导指挥指导指挥, 方向direction, 很好记吧, direction, 方向director指导指挥指着指着指着, 方向direction, 方向direction, 方向没问题, 这个单词叫做director, director你什么意思,"}, {"v": "19", "t": 2285.4, "c": "当动词讲没有指导吗, 是不是导游就跟你导向的导案指导指挥, 所以他在某种程度上当动词可以等于direct, 对不对, 地地上阿姨可以他指导指挥, director指导指挥就等于guide指导指挥, 导游必须指导着吗, 指导你引导你指导于你guide, 好继续来, 这个单词叫做lead, 听到什么了,"}, {"v": "19", "t": 2345.5, "c": "领导的那个人叫领导人, leader, 好继续来没问题, 对咱们一直在讲指导指挥这几个单词, direction什么意思direction, 地地让阿姨k他director是指导指挥, direction方向, 方向别忘了, director指导那个人, 指挥者指导员, 负责人导演director,"}, {"v": "19", "t": 2783.6, "c": "就等于right, you are right也是正确的, 好这个怎么讲呢, director, 弟弟让阿姨cater, director, 指导指挥, 弟弟指挥阿姨去cater, 指导指挥,"}], "direction": [{"v": "19", "t": 2140.0, "c": "director, 指导指挥, director, 指导指挥, 好继续来, 这个单词叫做direction, direction, 指指导指挥指导指挥, 方向direction, 很好记吧, direction,"}, {"v": "19", "t": 2343.0, "c": "leader, 领导的那个人叫领导人, leader, 好继续来没问题, 对咱们一直在讲指导指挥这几个单词, direction什么意思direction, 地地让阿姨k他director是指导指挥, direction方向, 方向别忘了, director指导那个人, 指挥者指导员,"}, {"v": "19", "t": 2792.0, "c": "弟弟让阿姨cater, director, 指导指挥, 弟弟指挥阿姨去cater, 指导指挥, direction, direction, direction, direction, 方向, 指导指指着指挥方向,"}], "discourage": [{"v": "20", "t": 1061.0, "c": "Real, realistic, 好,现实的。 又回来这个单字,又是复习的一遍。 Encourage,使你有勇气,激励鼓励。 好,这个单字叫做Discourage。 Discourage,使你没有勇气。 Dace表示否定,咱们讲过好几次了吧。 使你没有勇气,使气馁,使灰心。 你说的话使我很气馁。 就你长这样子会考上大学吗?长得丑得不行。"}], "doubt": [{"v": "20", "t": 1246.0, "c": "第三个是Sure。 输给阿姨。 确定的。 Sure。 好,继续来。 这段叫Doubt。 Doubt。 D-O-U-B-T。 怎么记? Doubt。 读。"}, {"v": "20", "t": 1842.0, "c": "是不是输给阿姨是确定的? 阿姨是确定的。 比你大那么多的。 是。 输给阿姨是确定的。 Doubt。 打他。 怀疑。 Possible。 破死的。 Possible。"}], "domitri": [{"v": "21", "t": 0.0, "c": "好,咱们刚才讲到的同学同班同学咱们讲个单词叫Domitri,这个单词只需要认识,完全不需要回写。 Domitri什么意思,大家们,宿舍怎么来记,你看,倒门,倒门,倒门,对后边你不需要,人家倒门都行的。 敲宿舍的门大半夜回来了,有没有,赶紧倒门,动动动,开门开门,宿管阿姨气的不行,使劲倒门,倒门倒哪的门,宿舍,来Domitri,很好记,Domitri,Domitri,宿舍,Domitri,宿舍,倒门,宿舍,来,这个单词叫Court,Court是法庭,对讲到宿舍咱们讲到了法庭,其实讲的不是法庭,它可以翻成球场,对讲的是球场,因为讲学校的吗,现在是同班同学,班级, 是不是,刚才讲到了宿舍讲个球场,Court,为什么翻成法庭呢, 你看过香港的那个,演的那种连续剧,开庭的时候, 开庭的时候,你发现那个法官在上面会说一句什么,有没有,"}], "den": [{"v": "21", "t": 1092.0, "c": "创造的生物, 上帝造人, creature, 生物, 好继续来, 这个单字叫做den, den, den, den, den, dangerous,"}], "dangerous": [{"v": "21", "t": 1096.8, "c": "这个单字叫做den, den, den, den, den, dangerous, dangerous, dangerous, 这个单字它的名词我们也很熟, 它们叫danger, danger,"}], "danger": [{"v": "34", "t": 460.0, "c": "他会用语境提醒你的 你看 watch out for danger 是不是小心危险 小心危险 对不对 小心往外看 watch"}, {"v": "21", "t": 1102.9, "c": "den, dangerous, dangerous, dangerous, 这个单字它的名词我们也很熟, 它们叫danger, danger, 你看, danger, danger, danger,"}, {"v": "21", "t": 1212.3, "c": "risk, 日死刻和太阳死刻危险冒险, risk, 好, 党哥哥怎么说, danger, danger, 党哥哥, danger, danger是危险的, 日死刻,"}, {"v": "21", "t": 1359.6, "c": "creative, creative, 创造性的, 创新的, creature创造了生物, danger, danger, 挡哥哥, 危险的, 日跟太阳死客危险, safe,"}], "dare": [{"v": "21", "t": 1288.5, "c": "你敢打阿姨, 打阿姨你敢, there, 敢, I dare beat you, 我敢打你刘老师, I dare"}, {"v": "28", "t": 2546.9, "c": "真的, 我一称, 我又有点重了两斤, 反正不行, I dare not, 我不敢称我自己, I dare not"}], "die": [{"v": "21", "t": 1399.5, "c": "今天就听半个小时就把半小段全部都会背, 今天就听你讲了十分钟老师, 我们今天课特别多就听了十分钟, 就听我讲十分钟这十分钟单词全都会背, 对听多少背多少, die, 对你看die, 发现在打, die, die, 动一拳就要打死你看,"}, {"v": "21", "t": 1462.5, "c": "death, death死亡, 这三单词一二三大声说动词die, 形容词die的名词die, 好一起把这三个单词说两边走, die, die的, die再来一遍, die, die的, die死亡好过,"}, {"v": "21", "t": 1804.7, "c": "不灵的, 眼睛不灵的, 忙的看不见的, 好,继续来, 这个单字叫做, die, die, er, die, erlog, dielog,"}], "death": [{"v": "21", "t": 1447.5, "c": "死亡die, die, die, after his death, 在他死亡以后, after his death, death死亡,"}], "dielog": [{"v": "21", "t": 1808.8, "c": "die, die, er, die, erlog, dielog, 对, 众读在第一个引节上, 来, dielog, dielog,"}], "dialogue": [{"v": "21", "t": 1843.8, "c": "两个小乌龟在干嘛? 在干嘛? loger, loger是什么? 对话, dialogue, 两个小乌龟在loger, 在那边, dialogue, dialogue, 两个小乌龟在loger,"}], "diary": [{"v": "21", "t": 1858.3, "c": "对白, 这个太好讲了, 两个乌龟在loger, dialogue, 好, 这个单叫diary, 还是两个小乌龟在干嘛? diary, 在花上, 花, a想成花,"}], "deficult": [{"v": "21", "t": 2236.7, "c": "her, 好, scares, 好, 继续, deficult, deficult, 这个单词我不讲, 你也应该认识, 见了很多吧, deficult,"}], "differ": [{"v": "22", "t": 421.9, "c": "两座佛, 对不对, 比如说你们家供了两座佛, 这两座佛一定是不一样的, 如果一样不会供两个,对不对, differ, 好differ, 好不同, 对, 讲完了, 两个佛differ,"}, {"v": "22", "t": 1474.5, "c": "来一二三, 先说四妹了, 四妹了, 相似的, 俩佛, differ, 不同的, we are different, P-I"}], "discover": [{"v": "22", "t": 1648.7, "c": "我盖起来, 别让别人看你cover, 不能漏腹, cover, 好覆盖, 这个单子叫做discover, discover, dis, 咱们前面讲过吧, 咱们前面讲过dismiss, 是不是,"}, {"v": "22", "t": 1768.9, "c": "new insect last week, 好, 这是discover, 好记喽, 这个单词你特别熟, 你妈用的特别多, 叫recover, 阿姨表示什么意思,"}, {"v": "22", "t": 1852.5, "c": "operation, Operation这个单词他们还没讲的, 叫做手术, 他正在从手术中恢复recover, 重复的盖就恢复了, Discover不盖就发现了, cover覆盖, 好这几个单词差不多了, Disease讲到了病, 讲到了疾病, Disease这么讲,"}], "dismiss": [{"v": "24", "t": 696.4, "c": "I miss you very much,mess, 好,继续来,这叫dismiss,你看dismiss, dismiss,中途在第二个音节上,dismiss,dismiss, mess的小姐,不要这个小姐了, dismiss,不要这个小姐了,开除解雇, 对这个单译用的很多,开除解雇,让她离开, 你就记住开除解雇,dismiss,dismiss,不要这个小姐了,"}, {"v": "22", "t": 1655.9, "c": "好覆盖, 这个单子叫做discover, discover, dis, 咱们前面讲过吧, 咱们前面讲过dismiss, 是不是, 还没讲过这两次, 但是dis也讲过好几次了, diss, 否定,"}], "discovered": [{"v": "22", "t": 1698.7, "c": "research group, 研究小组, research, 研究group组, 研究小组发现了discovered, a new kind of insect,"}], "disease": [{"v": "22", "t": 1857.9, "c": "他正在从手术中恢复recover, 重复的盖就恢复了, Discover不盖就发现了, cover覆盖, 好这几个单词差不多了, Disease讲到了病, 讲到了疾病, Disease这么讲, di表两个就别说了好不好, 两个谁, 你看谁,"}], "decease": [{"v": "22", "t": 2008.9, "c": "ness是一个名字后缀, 那就是病, 它就等于那个病, 快点, 两个谁死了, decease, 再来一遍, decease, 两个谁死了, decease就等于 illness,"}], "dentist": [{"v": "23", "t": 748.9, "c": "说过很多次了吧 科学家senteist 那就是致敏牙齿的那个人 叫谁 牙医 dentist dentist很好 今天没看 dentist 再来一遍 dentist"}, {"v": "23", "t": 1779.8, "c": "嗓子像烧了一样 soul疼痛 fever 肺我都肚肺了 发烧 dentist dentang dentia 牙医 physician 内科医生"}], "daughter": [{"v": "26", "t": 204.4, "c": "对了,它不可数,这个单读这个GT名字叫人们。 它不是人们,叫人们。 Some person,person是人,people是人们。 好,继续来,这个单读叫做,因为讲到了人,难不成咱多讲几个人们。 Daughter,这不讲过了吗?女儿。 His daughter become a doctor,他的女儿变成了一个医生。"}, {"v": "26", "t": 272.4, "c": "儿子,对吧,同学们,这个单读叫做Kade。 这个衣服,你应该穿的很多,你妈给你买衣服去同庄店就Kade。 你看Kade,他比像肯德基那Kade。 小孩爱吃肯德基,是不是? Kade,肯德,Kade,Kade,小孩。 女儿,Daughter,儿子,Son。 这个是叫小孩,肯德基,Kade。 好,继续来。 这边,Cousin,你看,很好读,Cousin,Z,Z,Cousin。 Cousin什么意思,叫做堂兄妹,就是你表妹表兄。 给你表姐写一封信,write"}, {"v": "26", "t": 375.7, "c": "Elder,好,年长的人长辈。 这个很好讲,对不对? 好,来复习一下,快点错诟一说打麻将这个最好讲的吗? 错诟四个人,表兄妹,堂兄堂弟, K的肯德基,肯德基小孩, 太阳像太阳一样,男人,儿子,daughter,女儿。 Prison,特别像Person,人,监狱, Robot抢劫物的什么,机器人Robot。 Personal,个人的,可理解,很好理解,对不对? 这个单词叫做Organize, Organize,你不要读Organize,"}, {"v": "23", "t": 779.8, "c": "我们会讲doctor叫女儿 doctor是医生 doctor是女儿 他是doctor doctor是没有科的音 叫daughter 女儿 要不咱们一起说 他的女儿成为一名医生 123 他的女儿成为了一名医生"}], "drug": [{"v": "23", "t": 1461.1, "c": "Tablet药片 好继续来 对吧 咱们应该跟药有关系的 差不多干嘛了 Drug Drug也是药 但它不是一般的药 只是毒品 所以上次我们举了一个例子 说我有一次我生病了"}], "drum": [{"v": "24", "t": 460.8, "c": "steak,steak是棍子chop steak,chop这个单词我们前面讲过吗,chop,讲不讲chop,拿着斧头chop,是不是砍剁,砍剁剁肉,还跟你讲chop,砍剁劈,劈砍剁chop,chop,砍剁,砍剁下来的棍子chop steak,再对面 chop steak,叫筷子,很好听吗,砍下来劈下来的棍子是不是筷子,古代人使用的筷子可没现在讲究,还上面雕刻上字,就是砍下来的棍子chop steak,叫筷子,好继续来,这个单词读成drum drum,不好讲,这个单词是什么drum steak,steak是棍子drum steak叫敲鼓的棍子,对drum是鼓drum steak叫鸡腿, 鸡腿不是chicken's"}, {"v": "24", "t": 523.7, "c": "为什么笑,因为chicken在国外指的是小女生, 到那个地方你就来一条小女生的腿,来条小女生的腿, 你干嘛,你们是杀人族,对鸡腿drum steak, 那鸡腿为什么叫敲鼓的棍子,他们一方面说敲鼓的棍子长得特别像鸡腿, 是不是前面有点胖,底有点瘦,拿着,是不是,drum steak叫鸡腿,可别翻译成敲鼓的棍子,人家笑你,drum steak鸡腿不是chicken's leg, 我的天哪,太吓人了,鸡腿不就是像一个敲鼓的棍子吗,drum steak,"}, {"v": "24", "t": 609.4, "c": "bake,爸爸在湖边烧烤,swimming pool,泼水,swimming pool,游泳池,泡的泡在哪泡,池塘, 哥哥和路,粘着粘着,stick,stick,stick,粘着粘着棍子,chop steak, 筷子,drum steak,drum steak,chop的棍子,叫鸡腿,drum,锅, 好,过去了,继续来,小朋友们,mess,这个单词还讲吗,mess, 他们见到最多是小姐吧,王小姐,你好,mess,是不是,hello,mess, 你好小姐,能问一下去游局怎么走吗,mess,"}], "district": [{"v": "24", "t": 1183.1, "c": "strict 表严格的, 两个什么很严格, 地方, 区域, district, 区域, 是吗, 非典期间, 为了保护咱们人民的生命财产安全, 真的那个检查的真是太严格了,"}, {"v": "24", "t": 1667.9, "c": "strict-cata, 父母对你要求很严格, 所以你看到视频里面有些父母把孩子打的, 最后还说为了孩子好, 严格的, district, 两个地方都很严格, district, 地方, 区域, disturb,"}], "desturb": [{"v": "24", "t": 1237.3, "c": "地方, 好district的地方, 你就翻地方district的地方, district的地方, 好继续来, 好这个叫Desturb, 你看Desturb, 不要读成Desturb, 都说了这个T, 都着话, 嗓子叫Desturb,"}], "disturb": [{"v": "24", "t": 1263.8, "c": "Desturb, 打扰干扰, 问你别打扰我, Do not disturb me, Do not disturb me,"}, {"v": "24", "t": 1672.6, "c": "district, 两个地方都很严格, district, 地方, 区域, disturb, 弟弟死了他不, 打扰干扰, divide, 弟弟把六个的分开, divide分开,"}], "divide": [{"v": "24", "t": 1284.0, "c": "好Desturb, Desturb, 打扰干扰, 对打扰干扰, 继续来, 这个单词说的都是Divide, 你看这一位小人弟弟, Divide, DI想成弟弟, 八着六个, VI想成六个,"}, {"v": "24", "t": 1676.0, "c": "地方, 区域, disturb, 弟弟死了他不, 打扰干扰, divide, 弟弟把六个的分开, divide分开, divide and napple,"}], "document": [{"v": "24", "t": 1334.7, "c": "弟弟六个的, 分开, Divide, 好, 这个单读成, Document, 这个单词很难的, 绝对是个考验, 四级六级都考他Document, 想着什么? Dogu,"}, {"v": "24", "t": 1685.4, "c": "divide and napple, 分开一个苹果, 倒鼓妹妹, document, 倒鼓妹妹倒鼓了, 文件, 文件公文, toy, boy,"}], "dogu": [{"v": "24", "t": 1340.0, "c": "Document, 这个单词很难的, 绝对是个考验, 四级六级都考他Document, 想着什么? Dogu, 你看听着Dogu, 妈妈有没有听见说你, 天天跟屋里Dogu啥也不出来, Dogu有, 谁?"}, {"v": "24", "t": 1411.9, "c": "Toy, Toy气的男孩喜欢玩玩具, Toy玩具, 那女孩呢, Dore, 对Dogu想成做了, L想成两个, 做两个什么, 娃娃, 你看, 是不是做两个娃娃,"}], "dore": [{"v": "24", "t": 1410.4, "c": "Toy, Toy, Toy气的男孩喜欢玩玩具, Toy玩具, 那女孩呢, Dore, 对Dogu想成做了, L想成两个, 做两个什么, 娃娃, 你看,"}], "dow": [{"v": "24", "t": 1433.1, "c": "Toy, 好, 可以吧, 给妈, 可以, 这个叫Dow, 刘老师这怎么那么麻烦, 你不要一天听太久, 他们就一次听我讲20分钟到30分钟就很好, 我录刻肯定会一直讲他的, 对不对,"}], "donate": [{"v": "24", "t": 1516.2, "c": "对, 慢慢从简单的开始读, 从世界名著读, 读了两本枯燥无聊的书, 当然枯燥的无聊的, 这个叫donate, 你读, donate, 不要读donate, donate, 中读在第二个音节上,"}, {"v": "24", "t": 1598.0, "c": "对这种企业为那些公共的这种捐款, 只要说捐, 必须再捐, 不能撤回, 没有下边岗对吗? donate, 逗你的不能逗, 捐献捐赠, donate, 捐献捐赠, 对这一会儿实单子有点多,"}, {"v": "24", "t": 1704.7, "c": "down book, 这是一个非常枯燥无聊的书, down, 逗你的, donate, 捐献, 好, 不错, 不错, 继续加油,"}], "drop": [{"v": "24", "t": 2198.7, "c": "Driver, 学会了当然拽了, Driver, 你不要记Driver就记他的名字, Driver司机就行了, Driver司机Drop, 对面听听前面的发音, Drop, 象成着, 着陆的着, 着,"}, {"v": "24", "t": 2287.7, "c": "Poo两个小棍, 拉, Push, 推, Drive, 开车驱车Drop, 着陆啪, 跌落, 下降, Drop, 跌落,"}], "develop": [{"v": "26", "t": 663.9, "c": "为了这个家你操碎了心, 是不是, envelope, 信封, 好, 这个单字叫develop, develop, develop, develop, 发展, 怎么记,"}, {"v": "26", "t": 1085.8, "c": "social development, 社会的发展, social development, develop不是才讲过的吗, D-E-V-I-O-P, social development, 社会的发展, 好,"}, {"v": "26", "t": 1510.8, "c": "信, 写一封信方的说, 信方信方, envelope, 信方, develop, 发展, 搜吸, 所以吸到一起, 社会, social,"}], "development": [{"v": "26", "t": 677.6, "c": "develop, 同学们这个单词我想讲不好, 但是你应该经常用到, with the development of society, 随着社会的发展, 是不是, develop,"}, {"v": "26", "t": 761.7, "c": "society, society, 来再来一遍, with the development of society, 随着社会的发展, society怎么讲, 所以吸到一起去了,"}, {"v": "26", "t": 1080.2, "c": "social, social, 社会的, 社会的, social development, 社会的发展, social development, develop不是才讲过的吗, D-E-V-I-O-P,"}], "draw": [{"v": "27", "t": 95.0, "c": "圆两个圆自行车, circle环绕动词, 可以当名词圆, 画一个圆, circle draw a circle, 圆, 你们英语老师上课会说吗? circle"}, {"v": "27", "t": 1865.1, "c": "快点又点头了, 点头了, 快点儿, E-reader, 橡皮, draw, draw, 我这怎么讲的, 着火了, 把话对话, draw,"}], "daylay": [{"v": "27", "t": 619.7, "c": "学生们会读书和报纸, 他就可数了, 对加个新闻就可数了, 不加新闻就不可数, 好继续来, 这个单字叫做daylay, daylay, 他的发音就是day, daylay, iy结尾是一个复词的后绝, day那就是每天的,"}], "daily": [{"v": "27", "t": 640.6, "c": "你看daylay每天的, 日常的daylay, 我说在我们的日常生活中, y our daily life, 在我们的日常生活中, 读报纸真的很重要, 现在没人读报纸都看手机了, y"}], "drawing": [{"v": "27", "t": 973.3, "c": "对, Jawing我们就很熟了, 画画, in the drawing, 在这个图片当中, in the drawing, 在这个图片当中就等于in"}], "depend": [{"v": "28", "t": 707.5, "c": "你就跟着我会认识它的意思, 慢慢慢慢再会写, 我们要听很多遍的这个单子, 你又不是只听你一遍, 对不对, 这个单子叫depend, depend这个单子翻译成依靠依赖, 其实我们现在很多叫depend on, 依赖爸爸妈妈, depend"}], "dispair": [{"v": "28", "t": 1880.8, "c": "hope希望, 好, 这个叫dis, dis不要组成pair, air, dispair, dispair什么意思, 叫绝望, 这个咱们讲的有点不文明, 但是能记住的, dispair,"}, {"v": "28", "t": 2571.2, "c": "wish, wish是希望你和平平安, 这怎么讲, 地震中他的弟弟怎么, 弟弟死了一段, dispair, dispair, dispair, 绝望, compare, 把所有的一对一对的放在一起,"}], "desperate": [{"v": "28", "t": 2035.9, "c": "是不是我跟你说过, compare ways, 所有的一对拿到一起比较, 好这个咱自己要做, 读成desperate, desperate, 什么意思, 绝望的不顾一切的, 怎么记, 你孩子弟弟死了,"}, {"v": "28", "t": 2109.0, "c": "desperately, 绝望的, 再来一遍怎么讲, 他的弟弟死了每一个速度回家, 绝望的不顾一切的, desperate, 好继续来, 这个单词组成speed, 因为讲到了速度, read, r-a-t-e,"}, {"v": "28", "t": 2581.1, "c": "compare, 把所有的一对一对的放在一起, compare, 比较, 这怎么讲, desperate, 弟弟死了每一个速度, desperate, desperate, 绝望的不顾一切的, 我还说很少当形容词,"}], "desperately": [{"v": "28", "t": 2091.3, "c": "desperate, desperate, 绝望的不顾一切的, 这个单词很少单独使用, 一般都是副词叫, desperately, desperately, 他绝望的哭了, he cried desperately,"}, {"v": "28", "t": 2591.3, "c": "desperate, desperate, 绝望的不顾一切的, 我还说很少当形容词, 用一般的副词, desperately, speed, speed速度, 爸爸的老鼠, famous, 著名的,"}], "dictionary": [{"v": "38", "t": 167.6, "c": "因为讲到练习可以讲词点, 对, 开始讲一批比较抽象单词, 很恶心单词, 开始了, dictionary, dictionary, dictionary, 对, 中读在第一个音节上, dictionary,"}, {"v": "38", "t": 239.5, "c": "vocabulary 叫词汇, 所以这俩单词我都不好讲, 只是在生活中见到的很多, 你能靠生活中见到的很多词来记忆, dictionary, 词点, vocabulary 词汇, 词汇量, 对,"}, {"v": "38", "t": 324.2, "c": "仆人 act, practice, 实践, 练习, dictionary, D-I-C-T 表示说, dictionary, 词点, vocabulary,"}], "display": [{"v": "29", "t": 2285.2, "c": "东海龙王的一场秀而已 shower shower秀 秀展示shower阵雨 好继续来 这个叫display display 也是展示展览 咱们这一块是展示展display这么讲 你看这很好讲 弟弟"}, {"v": "29", "t": 2592.5, "c": "perform表演 show 就秀 展示shower 鲲鱼 display 弟弟死都很爱玩 展示展览 黑笔把他的东西往外 展示展览 program"}], "dinner": [{"v": "31", "t": 329.5, "c": "Cook 做饭 这个单字我可以好好讲一下 当动词讲的做饭 Cook Dinner做饭Cook Cook做饭 当名词讲是厨师 因为我的学生干过一件事就是 看这可以吧 他说Cook是厨师"}, {"v": "33", "t": 889.7, "c": "正餐。 是不是? 怎么讲呢? 快点。 弟弟和一个人在里面吃晚餐。 dinner晚餐。 sapper晚餐。 对sapper和dinner都是晚餐晚饭。 对晚餐就是一天当中最好的一餐。 sapper。 来再来一遍。"}, {"v": "32", "t": 1000.6, "c": "meal, 一餐, meal, 一餐, 好继续来, 这个单词叫Dinner, Dinner, Dinner, Dinner什么意思, 晚餐, 对他和meal很像,"}, {"v": "32", "t": 1061.5, "c": "meal, 快点Dinner, 弟弟和一个人在里头吃饭, Dinner, 弟弟在里头一个人吃饭, Dinner, 好正餐, 晚餐, 这个叫做Dining, 还讲吗? Diner,"}, {"v": "32", "t": 1391.6, "c": "面条, Meal, 我的所有的一切就为了吃一顿饭, Meal, 一餐一顿饭, Dinner, 我忘了讲了, 快点怎么讲了, 弟弟在里边和一个人吃晚餐, Dinner, 晚餐正餐,"}], "duck": [{"v": "31", "t": 1052.9, "c": "蜜蜂 刚才说过了 beef 蜜蜂 好继续来 这个单叫duck 鸭子 咱们看 肚子 你看 第一又想什么肚"}, {"v": "31", "t": 1118.8, "c": "那些鸭子就是一大早起来 我妈一开门 她都会出去自己去 大坑里边去河里边洗澡 真是要 每天天黑的时候duck 对长音了 duck 天黑的时候鸭子duck都慢慢回来了 duck鸭子 怎么记肚子里面被刺开"}, {"v": "31", "t": 1422.5, "c": "Fry 放入油 煎炸 刚说完不说了 蜜蜂 duck duck 肚子里边刺开 鸭子 你就想烤鸭把那个鸭子掉 上面你挑那个duck"}], "dish": [{"v": "31", "t": 1323.7, "c": "三明治 这单字一定不需要会写剑刀就OK sandwich 三明治 来这个单字叫做 dish dish dish 翻译那边像dish dish dish"}, {"v": "31", "t": 1453.9, "c": "pizza pizza pancake刚说过 sandwich 三明治 dish dish里边拉满了盘子dish 盘子一道菜 toast 吐司 toast"}], "dezan": [{"v": "32", "t": 143.4, "c": "signal, 来,把这几个单字给它弄一下, signal,来一起说, 连说三遍,sign标记signal信号, 好,继续来。 Dezan, Dezan, 你不要读Dezan, Dezan, 众多在第二个年级上, Dezan,"}], "dumpling": [{"v": "32", "t": 773.0, "c": "favor, favorite, 最喜欢的人火我, 好继续来, 多, dumpling, dumpling, 还是跟吃的有关系, 走, dumpling, 所以不得不讲一个词根叫dump,"}, {"v": "32", "t": 840.0, "c": "泡一个, 泡一个, 你可别泡啊, 把你妈的店里一身热水, 你妈非得骂你不行, dumpling, 对, 饺子不就是我们扔到锅里面东西吗, 扔一个扔一个扔一个dumpling, 扔一个扔一个dumpling叫饺子, 再来一遍怎么讲,"}, {"v": "32", "t": 1368.4, "c": "别人都很喜欢你, 哇塞, 看看大鹰在飞, Favorite, 最喜欢的人或是, Dumpling, 当铺, 抛弃扔弃, Dumpling, 饺子, 抛到锅里头去,"}], "dump": [{"v": "32", "t": 779.6, "c": "dumpling, dumpling, 还是跟吃的有关系, 走, dumpling, 所以不得不讲一个词根叫dump, 这个单词很搞笑, 这个单词绝对是个考研词汇, 连高中词汇都称不上, 它很难的这个单词, 但是为了讲饺子,"}, {"v": "32", "t": 849.6, "c": "对, 饺子不就是我们扔到锅里面东西吗, 扔一个扔一个扔一个dumpling, 扔一个扔一个dumpling叫饺子, 再来一遍怎么讲, dump, 抛弃扔弃, dumpling是饺子, 好继续来, 这个单词要做, noodle,"}], "dining": [{"v": "32", "t": 1064.4, "c": "Dinner, 弟弟在里头一个人吃饭, Dinner, 好正餐, 晚餐, 这个叫做Dining, 还讲吗? Diner, 你再看一下, 是晚餐, 那Dining你说什么意思?"}, {"v": "32", "t": 1399.9, "c": "我忘了讲了, 快点怎么讲了, 弟弟在里边和一个人吃晚餐, Dinner, 晚餐正餐, Dining, 就餐, 快Recipe, Recipe, Recipe, Sepul,"}], "diner": [{"v": "32", "t": 1067.2, "c": "Dinner, 好正餐, 晚餐, 这个叫做Dining, 还讲吗? Diner, 你再看一下, 是晚餐, 那Dining你说什么意思? 这不跟它名词, 进餐吃饭,"}], "diet": [{"v": "32", "t": 1292.8, "c": "winter, Snack蛇, Snack小吃, 好, 一起记, 这个单叫做Diet, Diet, Diet, Diet叫什么, 叫饮食, Diet怎么饮食,"}, {"v": "32", "t": 1445.2, "c": "蛇去里边了, Snake不就是里边吗, 是不是蛇去里面, Snake, 蛇, Diet, Digital, Diet, 饮食, 节食, 记得很好,"}], "download": [{"v": "34", "t": 1710.8, "c": "爷爷奶奶还要掏钱 老人背负太多了 load的意思是 装载 load是装载 download下载 上传怎么说 upload上传 对upload上传 download卸载 load"}], "disaster": [{"v": "35", "t": 1205.0, "c": "飞着卷着圈来了 洪水 flood 洪水 好这个单词叫做 disaster disaster disaster 灾难 disaster叫灾难 灾难"}, {"v": "35", "t": 1295.0, "c": "flood洪水 好 继续来 先复习 我看这个单词 Disaster 地杀死他 disaster灾难 flood 洪水 blood"}], "double": [{"v": "35", "t": 1722.0, "c": "杯子都是一对 cup一对 payoff 一对一付 好继续来 这个单子叫double 这还讲吗 男生这个单子不认识 双杀 double杀 double杀"}, {"v": "35", "t": 1855.8, "c": "marry christmas 快乐的幸福的开心的 couple 一段 double 双杀双背 kill杀 kill skill 技巧技能"}, {"v": "35", "t": 1955.8, "c": "twin 这是对twin twin 对双胞胎两个人的 双胞胎两个人的twin 他有点像double double 双double q是双杀 好twin走 走"}], "du": [{"v": "40", "t": 1423.4, "c": "安静安静 安静安静 安静安静 安静安静 au du du du du du 你們老師會不會說"}, {"v": "35", "t": 1831.8, "c": "feel lonely much三月还当什么 行军列队行军 lose du du还可以翻译什么 du迷路lose lost迷路的 lose 迷路丢失的名词"}], "department": [{"v": "37", "t": 253.2, "c": "part, 弟弟怕他就离开, 你part你也跟他在一块干嘛呀, part, 离开, 好这叫department, part是部分, de是不是, de弟, 弟弟还可以当分开department, 你看你还都是depart吗,"}], "departement": [{"v": "37", "t": 299.9, "c": "还有理科院什么院, 对一个部分一个部分都分开的门, 叫部门, 部门, 部门, departement, departement, 对分开的一个一个的门, 部门, 继续来departement, 走,"}], "destroy": [{"v": "41", "t": 1384.2, "c": "损坏 宠坏 没问题吧 好嘞 他等于谁 Destroy还记得吗 弟弟的故事被怎么了 被破坏了 对Destroy破坏损坏 你还记得这样什么damage 对他也是破坏损坏"}, {"v": "37", "t": 2120.4, "c": "staff, staff都是我的员工, staff员工, 全体员工, 好继续来这个单子叫做, 不要多说destroy, destroy, destroy, 破坏, destroy叫破坏, 你看弟弟,"}, {"v": "37", "t": 2208.9, "c": "破坏, damage, 损坏, 破坏, 再来一遍, destroy, destroy, 破坏, 损坏了, 快damage, 骂人那个年代,"}, {"v": "37", "t": 2640.4, "c": "雇员, 雇主, 是不是, 都有关系的, 走, destroy, 弟弟的故事被怎么啦, 破坏了, destroy, 破坏, damage,"}], "damage": [{"v": "41", "t": 1393.4, "c": "他等于谁 Destroy还记得吗 弟弟的故事被怎么了 被破坏了 对Destroy破坏损坏 你还记得这样什么damage 对他也是破坏损坏 dam dam骂人的年代 会损害你的形象 damage"}, {"v": "37", "t": 2176.4, "c": "destroy, 弟弟故事破坏, 破坏, 破坏, 锁上技术, damage, 他们你看, dam, 特别像这个单词吧, damage, 听没听过电影里面骂人的,"}, {"v": "37", "t": 2645.1, "c": "destroy, 弟弟的故事被怎么啦, 破坏了, destroy, 破坏, damage, 骂人的年代, damage, 破坏, 损坏, stage,"}], "dam": [{"v": "41", "t": 1397.6, "c": "弟弟的故事被怎么了 被破坏了 对Destroy破坏损坏 你还记得这样什么damage 对他也是破坏损坏 dam dam骂人的年代 会损害你的形象 damage 损坏 损害"}, {"v": "37", "t": 2179.7, "c": "破坏, 破坏, 锁上技术, damage, 他们你看, dam, 特别像这个单词吧, damage, 听没听过电影里面骂人的, damage他骂的, dam是骂人的,"}], "detect": [{"v": "38", "t": 2975.0, "c": "film protect film 好保护性的什么东西 好123走 这个叫detect 刚才是protect protect的意思是提前探个他 保护守卫 这个是 detect"}, {"v": "38", "t": 3325.9, "c": "保护守卫 Protection 不多了 这都是保护守卫 这啥是来自于一个单词 Detect 往下探个探 往下探探 察觉发现 滴滴滴往下探探 察觉发现"}], "duty": [{"v": "39", "t": 1431.2, "c": "好负责任的 再来一遍阿姨spawn的 有责任心 responsible 好这单词 duty duty 你们老师会不会说 it's my duty"}, {"v": "39", "t": 1550.8, "c": "作业写不完不回家 作业写不完不回家 工作任务task 快点做他 责任 duty 责任 task task 责任 task任务"}, {"v": "39", "t": 1839.1, "c": "阿姨sit responsible 阿姨sit 帮她 有责任心的 duty 做她是我的责任 duty责任 task task 工作上sk"}], "dente": [{"v": "39", "t": 2667.3, "c": "shy 害羞的 胆小的 没问题吧 coffee dente 他们听到什么 coffee dente 端着一杯咖啡在等他 你看coffee"}, {"v": "39", "t": 2729.2, "c": "dente 好吧 自信的 继续来这个叫做 coffee dente 名字自信 自信很重要 coffee dente is"}, {"v": "39", "t": 2933.7, "c": "看错了 shy shy 害羞 coffey dente 拿着咖啡等他 自信 coffey dente是自信的名词 outgoing"}], "dress": [{"v": "41", "t": 591.0, "c": "再来一遍。Skirt 裙子。 Skirt 裙子。 好。继续来。 这个单子叫Dress。 发现那边Dress。 Dress。Dress 了。 有没有?你们现在可能 没有那么开心。我们小时候做一件新衣服"}, {"v": "41", "t": 1075.0, "c": "再来一遍。Keyer Keyer。Keyer。Keyer。 随意的。 所以我们会说休闲装怎么说? 就随便的一穿。叫Keyer Dress。 Dress 是衣服。 对。Keyer Dress 叫休闲装。"}, {"v": "41", "t": 1139.0, "c": "T-shirt。不说了。Skirt。 Mini skirt。 裙子。 Mini 裙。Dress。 穿上Dress了。这个衣服穿。Dress。 Dress。 一再的Dress了。一再的买衣服。 我们需要一个地址。 A"}, {"v": "41", "t": 2025.8, "c": "carrier carrier carrier wear carrier dress carrier 随意的衣服 对西装是suit suitable 合适的"}], "downstairs": [{"v": "42", "t": 579.8, "c": "因为这个词是个复词 复词前面不能有介词 对go upstairs下楼 down downstairs upstairs downstairs stair楼梯 语俗像我一样快点 stairs楼梯"}, {"v": "42", "t": 1086.1, "c": "天梯往上爬 楼梯 stair upstairs 上楼 下楼downstairs tape 他拍 轻拍 水龙头 batt"}], "daytail": [{"v": "42", "t": 1871.5, "c": "taylor taylor泰勒裁缝 taylor切剪 当名字讲是尾巴 继续来 daytail daytail 第一还记得吗 那吗 分开 第一表示分开还记得daypart吗"}, {"v": "42", "t": 1976.7, "c": "他病了 他病了 尾巴 还可以当切剪 好再回头看这个单词 daytail 分开剪分剪 剪得很细很细细节 daytail细节 快点 tail"}], "deal": [{"v": "43", "t": 398.2, "c": "那不就解决的名词吗?solution。 解决,解决方案。 solution,解决。 solve,所以我来了,解决。 solution,解决名词。 好,deal,特别像deal,亲爱的。 对付你爱的人是很麻烦的,打骂都不行。 deal,deal。 对付deal,解决。 deal,对,它的意思是对付。 deal"}], "decide": [{"v": "43", "t": 561.2, "c": "第十单元的最后还剩四五,还剩五十来页没录完。 所以现在录的是第十单元。 从现在放的都放到第十单元最后。 放到第十单元的最后,就是最后一个单元。 好,我们来继续进行。 这个单叫decide,你听到吗? 弟弟decide,弟弟杀的。 是不是弟弟从来不敢杀鸡,不敢杀个小马医,特别胆小。 弟弟怎么杀的,决定。 所以decide,决定,就完全等于刚才那个单叫什么? resolve,resolve解决。"}, {"v": "43", "t": 725.2, "c": "resolve, 可以翻译成解决, 也可以翻译成决心做谋事。 resolution, 决心, decide, 地理上的决定, decide,决定。 好嘞,如果你觉得不是很熟这笔单子, 请你做好复习。 回头回头回头。"}], "describe": [{"v": "43", "t": 743.2, "c": "请你做好复习。 回头回头回头。 不唱了,不唱了,半斤恶心的最后快告别的时候, 半斤恶心的吐血。 这段叫 describe, 这个不的音不要读得太重, 不,describe, 你看,我鼻子都没出来, describe, 叫描述。"}, {"v": "43", "t": 1029.2, "c": "记住meter是米,mile, 英里, 对,你别管它翻成英里还是什么, 就是个距离单位,mile, 英里,好,继续line, describe your friend, 描述你的朋友, unit单元, kilometer,"}], "dollar": [{"v": "43", "t": 1367.2, "c": "没有写出来说明我们不需要掌握, 所以你就学会了百, 123,hundred的千, 百万, million, dollar, 谁,什么意思, 美元,怎么记,倒了, 美元如果倒了, 美元是世界上最电竞的货币, 我们不能否认那件事,"}]}