{"kam": [{"v": "rlx3xP_CnZw", "t": 1586.0, "c": "悲剧 一家人天天打的头破血流的 是不是悲剧 这个叫Comedy 谁来了 Kam来 弟弟来了 是不是阿姨离得很远 住在新疆 是吗 结果弟弟来了", "s": 8}], "king": [{"v": "4glqjiOAcnI", "t": 1385.5, "c": "弟弟想要成为先生 渴望想要的 Desire宝 好 继续来 King 讲到了渴望想要 又讲一个单词 和渴望想要的意思很近 就是King 发音的不像Keyn", "s": 5}, {"v": "QDdBXMxTPMI", "t": 2364.0, "c": "对不对, ahead, 领先的, 向前的, the king was riding ahead of the", "s": 3}], "keyn": [{"v": "4glqjiOAcnI", "t": 1391.6, "c": "King 讲到了渴望想要 又讲一个单词 和渴望想要的意思很近 就是King 发音的不像Keyn 向往的朋友们Keyn Keyn 你Keyn Keyn Keyn是英格兰", "s": 5}, {"v": "4glqjiOAcnI", "t": 1465.0, "c": "Eager渴望想要 三单词了 再来一遍 Desire 动词 Keyn形容词 Eager形容词 好继续来 Desen Desen这个单词和渴望想要没关系了 来", "s": 10}], "know": [{"v": "QDdBXMxTPMI", "t": 303.0, "c": "to, she was eager to know,她渴望知道, what the book was about,这本书是关于什么的,", "s": 3}, {"v": "rGRRqBCtbI8", "t": 662.1, "c": "好,继续来,这个单词叫做truth,truth,truth,要了蛇,truth truth是真的,对不对,truth是真的,truth,真相,好,truth,真相 我说我想知道真相,一二三,I一起说,谁要不说是这小狗,I want to know the truth I want to", "s": 8}, {"v": "VMKx7k-yjPU", "t": 800.8, "c": "I understand, 理解, Yes, I know, 什么Now, 咱们再讲知道, 你们老师说的可多了, 是不是那么Take a", "s": 3}, {"v": "meEW6RBdjVI", "t": 1238.0, "c": "对吧? 老师提问说。 你懂了吗? Yes I know。 Yes I know。 对。 知道。", "s": 5}, {"v": "SqvFIHFYWus", "t": 1529.0, "c": "走嘞 读起来 I'm glad to know that 我很高兴的知道 you are interested", "s": 3}, {"v": "eHX8RLOUxuk", "t": 2418.2, "c": "假装装做, 刘儿我装做认识你, I pretended to know you, I pretended to know,", "s": 5}, {"v": "meEW6RBdjVI", "t": 2792.9, "c": "咱们把咱们讲的单词全部复习一下 对你不要老指着我给你复习 你一定要自己回头也要复习 是不是 来knowledge know知道 knowledge 知识 鹅堵住了猫 educate 教育他", "s": 3}], "knowledge": [{"v": "meEW6RBdjVI", "t": 1253.0, "c": "I know。 知道了解。 这个单子叫做know。 know knowledge。 知道了解的东西是什么? 你知道是太阳绕着地。 地球绕着太阳转。 你知道地球也在自转。 你知道的东西都是什么?", "s": 10}, {"v": "dSRlscJUoCQ", "t": 1964.2, "c": "Bass基本基础 Basic基本的基础的 所以咱们老师经常会说 基本知识很重要 叫Basic knowledge Basic knowledge 好 基本的基础的过去了 好这一会咱们讲单词也不少了", "s": 8}, {"v": "meEW6RBdjVI", "t": 2791.2, "c": "好来各位大小朋友们 咱们把咱们讲的单词全部复习一下 对你不要老指着我给你复习 你一定要自己回头也要复习 是不是 来knowledge know知道 knowledge 知识 鹅堵住了猫 educate", "s": 3}], "kate": [{"v": "t1pP0_j6Fis", "t": 568.6, "c": "这是fabricate。 那这什么意思? 怎么听? 发布日。 想成日。 kate。 发布日kate。 就是打他。 说刘晓渊的新书发布那一天 咱们都去kate。 发布日去kate。", "s": 10}, {"v": "MS49cPv8p-8", "t": 1629.6, "c": "致力于 献身于 好来一二三 继续来 Daddy Kate 对为什么不讲完得vote Daddy应该的意思肯定是相见 Daddy就是你爸 Kate Daddy", "s": 5}, {"v": "MS49cPv8p-8", "t": 1695.2, "c": "打把所有人都打败 把那个哑巴的 杀死他儿子那个女的弄的 差点把你弄死 Daddy Kate致力于献身于 弟弟要买个vote 致力于献身于 Daddy Kate致力于献身于 过", "s": 5}, {"v": "MS49cPv8p-8", "t": 1765.2, "c": "精致的精巧的易碎的 得力文具上面那只猫 精致的易碎的 好记吧 Daddy Kate致力于献身于 读不好来 Delicate 得力上的猫 精致的精巧的易碎的 好Decade", "s": 5}, {"v": "06jqhkY2XDQ", "t": 2040.9, "c": "喜欢喜爱 所以它有个单词叫做adorable 招人喜欢的 刘儿我今天遇见了一个特别可爱的孩子 adorable kate adorable adorable 招人喜欢的 令人喜欢的 ador", "s": 8}], "key": [{"v": "ov3NJ6AMaJI", "t": 2340.3, "c": "covered 放杯子那个板子 covered要储罐 好继续来 这个单叫做 key keyboard key 所以说你知道的key应该是钥匙对吗 这个单可以翻成键 就是那个弹琴那个键", "s": 10}, {"v": "F_j4EN6Igkg", "t": 2463.2, "c": "这个单词反映退位我们至今为止在考研的, 阅读中国宪国两次, 一次讲西班牙王室, 他说那个国王, the key will never abdicate, 他说国王永远不会退位, they", "s": 10}], "kater": [{"v": "h-1L_a9BQbw", "t": 2770.6, "c": "来回的再回头听两遍 咱们连续听几遍都记住了 走 correct 所有的人都rect 所有的谁阿姨都kater correct 所有的阿姨都kater 这是正确的 你骂你干嘛 正确的correct", "s": 5}], "kfc": [{"v": "15xkinYJQOU", "t": 62.1, "c": "这个单词我们可以通过一点点联想帮助你快速记住它。 我们看一下它是不是长得像我们学过的三个单词的拆分。 H-E标是他,中间这个就是做,后面的A-T-E,它是不是就是吃的过去式啊? 好,编一个小故事就可以记住了。 我们可以想象,他坐下来正在考虑今天要吃什么,非常的犹豫。 比如说有同学会想到今天是肯德基疯狂星期四,那么他可能会去KFC,对不对? 这个我们就记住,它就有一个犹豫的意思在了。 接着我们来看一下这个单词的Python,Hesitate,它是什么?改变了一下后缀,改成A-N-T。 A-N-T它可以作为一个形容词后缀,所以这里它就变成了形容词的形式,也表示蛮犹豫的。 接下来一个派生词,Hesitate,它是去掉了字母E加了I-O-N,I-O-N它是一个名词后缀, 所以就变成了名词的形式,表示什么?犹豫。", "s": 8}], "kathuen": [{"v": "rGRRqBCtbI8", "t": 2423.6, "c": "这个月又1500在北京一个月他挣的不到五千包房租弄了1500吃返地铁 还不是人家每个月他给我骂要钱都没脸要 rent人疼rent来在那边人他读成人疼了 rent租current目前的现在的rent租 好继续来 这单叫kathuen这个单子不用讲吗 叫卡通 看直译的嘛kathuen卡通 你看那卡通动画片有个单子kathuen卡通不说了啊 好咱们来做个单子的复习吧 careless", "s": 10}], "kamey": [{"v": "K9MgwRBeoiw", "t": 1292.8, "c": "继续来 Tamey的 我以前讲什么 当特别好讲 因为以前有一期叫爸爸去哪了 里面有个林志英的儿子叫Kamey 都好想想 Kamey 你看Tamey的 Kamey的 现在因为Kamey已经长大了", "s": 10}], "keyboard": [{"v": "ov3NJ6AMaJI", "t": 2341.5, "c": "放杯子那个板子 covered要储罐 好继续来 这个单叫做 key keyboard key 所以说你知道的key应该是钥匙对吗 这个单可以翻成键 就是那个弹琴那个键 d", "s": 10}, {"v": "ov3NJ6AMaJI", "t": 2778.0, "c": "这个blackboard 黑板 about 板子 懂识坏 keyboard 键盘 键盘 键盘就是键盘 刘老师 about", "s": 3}], "kboard": [{"v": "ov3NJ6AMaJI", "t": 2424.9, "c": "好过完了 不读了 这个单子叫做 board 对 kboard板子呀 对 board就是板子呀 当板子讲我都不讲了 这个单子可以引申成一个意思叫董事会 这怎么是董事会", "s": 8}], "kilometers": [{"v": "ov3NJ6AMaJI", "t": 2557.7, "c": "它说 it is about 200 kilometers long kilometers你不熟 km你很熟 千米 那就是", "s": 5}], "kite": [{"v": "VMKx7k-yjPU", "t": 1461.6, "c": "猜死他, 箱子, 胸部, 够了, 胸部, 这个当中叫做Kite, 猜没看, Kite, 发现他叫Kite, 卡他, Kite,", "s": 10}, {"v": "VMKx7k-yjPU", "t": 1583.6, "c": "很好的一本书叫追风筝的人, 我建议你可以先看一部电影, 电影有这部名字叫追风筝的人, 看完有人在看那本书叫追风筝的人, 你妈给你买这本书, Kite, 风筝, Kite, 卡住了它, Kite, 风筝,", "s": 10}], "kangaroo": [{"v": "4xQTp-tPXLw", "t": 784.8, "c": "彼得兔 好回了 就在K K可爱 K Kangaroo Ru Kangaroo 再来一遍 Kangaroo 主读在最后一个语言上", "s": 5}], "kalamze": [{"v": "2OCkgjS6lHc", "t": 88.5, "c": "是吗?笨重的不灵活的, 你不用记前面就记这个, Ponder要死的人, 笨重的不灵活的, Ponder笨重的不灵活的, Kalamze来, 哥拉妹子, 你看Kalamze, 哥, K, 哥,", "s": 5}]}