{"very": [{"v": "35", "t": 280.0, "c": "我的口头英语不是很好 myspoken English is not very good myspoken English is not"}, {"v": "35", "t": 477.0, "c": "good mine spoken english is very good 我的口语很好 因为你很有思想 因为你说的很流利 因为你会使用难单字"}, {"v": "39", "t": 619.4, "c": "你quite quite 为什么要夸他 非常厉害 所以quite非常的 就等于very you are quite beautiful you"}, {"v": "24", "t": 686.6, "c": "missed you,so I miss you very much,mess, 好,继续来,这叫dismiss,你看dismiss, dismiss,中途在第二个音节上,dismiss,dismiss, mess的小姐,不要这个小姐了, dismiss,不要这个小姐了,开除解雇,"}, {"v": "34", "t": 829.5, "c": "大雁是很漂亮的 in my opinion 大雁is very beautiful in my opinion English"}, {"v": "27", "t": 1120.2, "c": "Novel, 比如说这个衣服很新奇, 跟我们都不一样, Colossus is very normal, Novel, 好吧, 小说, 继续来,"}, {"v": "25", "t": 1340.0, "c": "General speaking, English is not very hard 一般的来说,英文并不难 再来一遍 General speaking,"}, {"v": "0", "t": 1608.2, "c": "behaviour是名词表现 我说你今天的表现很糟糕 your behavior is very 糟糕的会写吗 you're bad吧 很差 your"}, {"v": "32", "t": 1806.1, "c": "如果你在新西兰旅行, You may find some very interesting things, 你会发现一件非常有趣的事情, 想去新西兰旅游吗? 你该说,"}, {"v": "12", "t": 1875.5, "c": "行不行 自行之很重要 The bicycle is very important 你可以写成 The bicycle is"}, {"v": "43", "t": 2187.2, "c": "in this period, I feel very happy, 再来一遍,period, period, period, 再来一遍,"}, {"v": "21", "t": 2344.5, "c": "简单的单纯的, 这到底很简单, the question is very simple, 就等于easy, 对简单的单纯的, 四妹看到苹果直接就吃了, simple,"}, {"v": "39", "t": 2733.4, "c": "名字自信 自信很重要 coffee dente is very important 对了我希望你们老师无论怎么打击你 你的爸爸妈妈无论怎么打击你 都要做一个非常优秀的人 你要自信"}, {"v": "1", "t": 2851.6, "c": "就很好呀, 别求快, 别听你马上给我听三个小时, 你就听二十分钟, 能记住二十分钟就很好, very好, 好不好, 继续努力加油, 你都已经快疯了, 知道吗? 咱们初中老师讲了三年单词,"}], "vanish": [{"v": "2", "t": 258.3, "c": "你就会消失了 Disappear 好继续来 是不是很好记 消失又来一个单子叫 Vanish 读 Vanish 他的发音没像声 听 Vanish"}], "village": [{"v": "3", "t": 897.0, "c": "骑自行车,开始跑得快。赶紧。 买糖。买糖的单词是谁? town。 叫城镇。 村庄怎么说?村庄。 位置。village。 村庄。 还记得吗? 省怎么说?河南省。 安徽省。省。 怎么忘了?忘了。快点。"}, {"v": "2", "t": 1491.6, "c": "叫农村乡下 country side 国家的边上乡下农村 好继续来看农村了 village 听到什么 village 你看 village village"}, {"v": "2", "t": 1580.0, "c": "好继续来 town 听到什么你读 town town 刚才是village village 乡村 辱弱乡村的 这个叫town town"}, {"v": "2", "t": 1776.3, "c": "买糖不用去省城 买糖去这里都行 怎么说 town 快点喂了鸡 village 农村乡下 国家的边上countryside 农村乡下 对了吗 这不成功了吗"}], "vi": [{"v": "27", "t": 243.2, "c": "environment, environment, 环境, environment环境怎么记得起来吗, en表示使, vi是六朵花, vi表示六不像的, r表示花, 使六朵花在上面, 上是上面, 使六朵花在上面,"}, {"v": "20", "t": 332.0, "c": "the piano,弹钢琴。 好,1,2,3,这个单词叫做Violin,这个单词我不讲,你叫小提琴怎么记? Violin怎么记? 中毒在最后一个经济上不要多用Violin,Violin。 6个人Vi想成6怎么记? 讲没讲过Vi表示6,I表示1,2个I表示2,3个I表示3,Iv表示4,V表示5,Vi表示6。 所以Vi就是表示6。 6个人在山洞里,O想着山洞,淋着雨。 6个人在山洞里淋着雨,在拉小提琴,看着,找个照片真不容易。 下着雨在山洞里拉什么?小提琴。"}, {"v": "34", "t": 518.9, "c": "风景景色两个意思 sight视力 sight风景景色过 继续来叫visit visit vi先说是参观人士吗 怎么记点 6个人vi表示6 咱们讲过好多遍了不再说了 好吧 vi表示6"}, {"v": "34", "t": 697.5, "c": "should get out visit参观访问view view参观访问就看吧 vi表就看 看的东西叫观点 看的对象叫风景景色 这些意思不用看就记住两个意思 一观点二风景景色就等于sight 继续来"}, {"v": "34", "t": 888.1, "c": "thought思想 那思考不就是有思想吗 thought思想 好继续来 video 这不是vi吗 刘老师 还是看 刘老师vi是看 对看 video"}, {"v": "34", "t": 986.1, "c": "tape video tape 对他俩的意思很相近 走review view不是vi表看吗 刘老师review再看一遍 i一表重复 那review什么 复习 所以你听完我的课"}, {"v": "22", "t": 1148.5, "c": "PRO往前, 咱不说了, PRO PIE往前, 给那6个人, VI表示6个人, 咱们讲了很多遍了对不对? 来往前给那6个人得, 得, 得, 往前给那6个人的干嘛?"}, {"v": "24", "t": 1290.7, "c": "这个单词说的都是Divide, 你看这一位小人弟弟, Divide, DI想成弟弟, 八着六个, VI想成六个, Divide, 你看, 弟弟八着六个, 得, 弟弟八着六个得,"}, {"v": "2", "t": 2728.8, "c": "王天文 来再来一个建议叫advance advance ad快点大声说什么意思 没有意思 vi表示6 你怎么能6 这不是这么 这不是1吗 这不是2吗 你不认识王天文"}, {"v": "2", "t": 2833.5, "c": "好 他俩是一个单词 就是个名字一个动词而已 因为讲到了6 咱们再来一个带6的 vi6 r想成花 r是想成美国 us不就是美国吗 大写的 连在一块就是6朵花在美国"}, {"v": "2", "t": 3053.2, "c": "放到提供里面讲 但是咱们看一眼 PRO还记得吗 往前还记得吗 pro往前 vi六个人的 往前给那个六个人干嘛 提供 provide somebody with"}], "virus": [{"v": "2", "t": 2843.9, "c": "r想成花 r是想成美国 us不就是美国吗 大写的 连在一块就是6朵花在美国 virus 你再读一遍很好读 vivus 6朵花在美国 这6朵花上有什么 他们要去个国外"}, {"v": "2", "t": 3037.6, "c": "没打出来 就等于advice 一再的建议那六个人走 suggestadvice 走嘞 virus 六朵花在美国 病毒 provide 对这个单词我们前面没有说 我会把这个单词放到"}], "verse": [{"v": "12", "t": 45.3, "c": "birthday born是出生 born是出生 birthday是生日birth出生 对名字出生 verse好继续来 这个单叫做vote想成什么 BO想成60 at是上面 60个什么在河的上面 vote"}, {"v": "6", "t": 177.6, "c": "united states所以联合的州, 美国不像中国,咱们各个省都属于中央领导, 美国的州是很松散的, 所以它是联合的州就是美国,联合结合, 所以uni就表示联合结合,verse, 反正旋转怎么记得,我死, 做过过山车吗,在上面转的,真的我要死了, 重庆有一个叫什么叫木制过山车, 那真的转的你要死,我要死了,转的我要死了, 所以verse是旋转,"}, {"v": "6", "t": 271.3, "c": "a conversation, conversation, 我先不告诉你意思, 咱们看一下, 这不还是verse吗, 刘老师谈话, 特别这些长单字你的作文一般是用不到的, 所以你见到认识就很好, 对你先认识就行, verse旋转,"}, {"v": "6", "t": 453.1, "c": "private提前我和他谈了话, 私人的私下的, 好, 来继续来, 宇宙怎么说宇宙, universe对uni表示联合的verse旋转, 联合的转叫宇宙, 谈话一起转, conversation, 好, 讲完了,"}, {"v": "6", "t": 541.3, "c": "different不同的, diverse不同的, 两个转不同的, 好这个单词叫做universi-k, unr不是联合的吗, verse不是宣布转, 不是宇宙吗, 刘老师, 前面就是宇宙, universi-k, cite,"}, {"v": "34", "t": 1368.8, "c": "review review看阿姨再看 复习 review this verse 复习这些单词 review this verse interview"}], "vacation": [{"v": "6", "t": 1585.0, "c": "123开始吧, 讲完了, 咱们举个例子, 他说的是incoming summer vacation, 这个你不应该不认识, 暑假, 咱们一会会讲vacation, 但是现在没讲到, I"}, {"v": "32", "t": 1945.4, "c": "来吧, 巴黎平衡, 快点神圣的天, holiday, 假期, vacation, 我开心, 假期, hike, 短途旅行, 远足,"}], "victory": [{"v": "7", "t": 1852.4, "c": "all the time 我们不可能一直都会赢得 好继续来 victory 你读成victory就可以 你要按音标读就叫victory 来 来比个简单手 刘老师比个简单手"}], "vnus": [{"v": "7", "t": 2236.0, "c": "new ever new a去掉一个 同学们venue让你想到了谁 能不能让你想到vnus vnus是个什么神 希腊神话里面 vnus是一个美神 长得特别美 所以你就读成一个vnus"}, {"v": "7", "t": 2297.4, "c": "在哪见到大街林阴大道就行了 他们设想应该在一个林阴大道 左边右边都是隐形树 一个美女 头发飘逸的在那走路穿着白裙子 见到一个vnus在林阴大道大街ever new"}], "voice": [{"v": "11", "t": 338.0, "c": "love you in a low voice。 他用非常低的声音说我爱你。 low voice。 low低的。 low低的。"}, {"v": "30", "t": 2098.7, "c": "對呀聲音也是他 聽起來也是他 完好的也是他 好聲音 講到聲音 voice 也是聲音對他也是聲音 voice 我不吃冰的 你 ice是冰的"}], "vote": [{"v": "12", "t": 47.0, "c": "born是出生 born是出生 birthday是生日birth出生 对名字出生 verse好继续来 这个单叫做vote想成什么 BO想成60 at是上面 60个什么在河的上面 vote 小船"}], "volunteer": [{"v": "15", "t": 792.0, "c": "比如说, any volunteers? 有自愿想回答的吗? any volunteer? volunteer,志愿者,自愿者, do you understand? understand,理解,yes"}, {"v": "42", "t": 2175.1, "c": "你可以奋斗 你是什么人都行 但是善良的根本必须不能忘 看的善良的 好继续来 volunteer 多volunteer volunteer 你们老是提问的时候提吗 这个单字不好讲 但是这个单字你们老实上可会说"}, {"v": "42", "t": 2237.4, "c": "voluntary voluntary 自愿的志愿的 好自愿的 voluntary volunteer 志愿者 voluntary 自愿的志愿的 好继续来 这个单字叫做"}, {"v": "42", "t": 2566.1, "c": "种类 少的salt种类 看的种类 分成善良的 any volunteer 志愿者 voluntary 自愿的志愿的 ready are"}], "vee": [{"v": "16", "t": 69.6, "c": "wll两个小轮子转转转是不是ee,转转e,wail轮子,再来一遍,连读三遍wail轮子自行车轮子。 bicycle wheel,bicycle wheel,好,继续来,这个让你看一个车的,腿部这个单词你应该见过吧? evac,现在很多房车都是做的这个evac,你看这个单词的发音片吗? vee vehicle,再来一遍,vee vehicle,这种读在第一个音节上不要读vee vehicle,再来一遍,vee vehicle, 咱们看特别像evac的把i去掉vee"}], "vehicle": [{"v": "16", "t": 69.6, "c": "bicycle wheel,bicycle wheel,好,继续来,这个让你看一个车的,腿部这个单词你应该见过吧? evac,现在很多房车都是做的这个evac,你看这个单词的发音片吗? vee vehicle,再来一遍,vee vehicle,这种读在第一个音节上不要读vee vehicle,再来一遍,vee vehicle, 咱们看特别像evac的把i去掉vee vehicle,vee"}, {"v": "16", "t": 1228.6, "c": "当两个轮还说出来了 当两个转转转 轮子 we have轮子 vehicle vehicle evec 交通工具 james妹妹家 国将"}], "violin": [{"v": "20", "t": 320.0, "c": "the piano,中毒在第二个音效,Piano,Piano,Piano,Piano,好,钢琴。 记住,乐器名词前面一般都要加Z,Play the piano,弹钢琴。 好,1,2,3,这个单词叫做Violin,这个单词我不讲,你叫小提琴怎么记? Violin怎么记? 中毒在最后一个经济上不要多用Violin,Violin。 6个人Vi想成6怎么记? 讲没讲过Vi表示6,I表示1,2个I表示2,3个I表示3,Iv表示4,V表示5,Vi表示6。 所以Vi就是表示6。"}], "volleyball": [{"v": "21", "t": 443.4, "c": "打篮球, 这叫什么球, 快点, 快点, 一二三, volleyball, volleyball, volleyball叫排球, volleyball怎么记, 对吗, 我类球,"}, {"v": "21", "t": 691.1, "c": "jog, 叫着哥哥慢跑, soccer不讲了, 不讲了, 足球, volleyball, walletball, 河南话说出来, 我类球抱着, volleyball, 排球,"}], "vegetable": [{"v": "31", "t": 1539.8, "c": "小麦 green 鼓励鼓舞 好 这个单字叫做 vegetable vegetable vegetable 你再读一遍 vegetable vegetable"}, {"v": "31", "t": 1627.7, "c": "来新鲜的蔬菜 fresh vegetables fresh vegetables 未机特保vegetable 蔬菜 fresh新鲜的 好fresh新鲜的 salad还讲吗 sala"}, {"v": "31", "t": 1898.7, "c": "当我们在吃吃什么 我们河南人wait小麦 你们南方人goreen 语中的哥哥 受鼓励 vegetable 味鸡桌子 vegetable蔬菜 fresh fresh fresh"}], "visit": [{"v": "34", "t": 515.4, "c": "视力 sight 风景景色两个意思 sight视力 sight风景景色过 继续来叫visit visit vi先说是参观人士吗 怎么记点 6个人vi表示6 咱们讲过好多遍了不再说了"}, {"v": "34", "t": 575.5, "c": "我过来看看你 我8年前听过你讲的中考词回课好不好 我等你来 6个人去坐坐 sight visit 干嘛 你6个人来我们家坐坐 拜访 拜访访问 拜访访问visit"}, {"v": "34", "t": 692.8, "c": "that you should get out visit参观访问view view参观访问就看吧 vi表就看 看的东西叫观点 看的对象叫风景景色 这些意思不用看就记住两个意思"}, {"v": "34", "t": 1313.7, "c": "视力 视力 风景景色 对sight看的主题是视力 看的对象是风景景色sight visit 六个人进来坐坐 拜访访问 view 看的东西 vi"}], "view": [{"v": "34", "t": 610.9, "c": "拜访访问 visit很好奇 对他跟看也有关系 所以我们叫做visit 拜访访问 view 哇塞view 刘老师什么visit是不是 对你把它想成 记住它 既然visit是拜访访问记住了"}, {"v": "34", "t": 671.2, "c": "view就是观点看法 以后你还会见到view point 观点view point观点 就等于view观点 view point就等于point of view就等于view 同意了是吧"}, {"v": "34", "t": 986.1, "c": "tape video tape 对他俩的意思很相近 走review view不是vi表看吗 刘老师review再看一遍 i一表重复 那review什么 复习 所以你听完我的课"}, {"v": "34", "t": 1319.2, "c": "对sight看的主题是视力 看的对象是风景景色sight visit 六个人进来坐坐 拜访访问 view 看的东西 vi 表看 view看东西 那个观点"}], "vis": [{"v": "42", "t": 205.9, "c": "很远的声音叫telephone 那电视videos叫television 很好讲 你们看 它是很远的什么vision vis还讲过叫什么意思吗 叫看 vis也太忘了吗 参观访问 所以vis表示看 vision"}, {"v": "34", "t": 620.6, "c": "哇塞view 刘老师什么visit是不是 对你把它想成 记住它 既然visit是拜访访问记住了 vis就表示看 拜访参观访问不就是看吗 看吗不是 所以vis表示看记住它 6个人6个人进来坐坐就是看 visit看"}, {"v": "34", "t": 904.8, "c": "就你天天上网看那个短视频 叫shot video shot短的 video视频 对vi就对你vis表看 看东西就是录像带 咱们那个时候可没有小视频 咱们那时候看录像带 插到那个录像机里边看 video录像带视频"}], "video": [{"v": "34", "t": 884.6, "c": "think思考 thought思想 那思考不就是有思想吗 thought思想 好继续来 video 这不是vi吗 刘老师 还是看 刘老师vi是看 对看"}, {"v": "34", "t": 968.1, "c": "那个时候哪有哪有拿去旅游吗 他看元侯的什么 录像带 磁带录像带tape tape磁带录像带 video可以翻成录像带 可以翻成视频 tape磁带录像带 磁带只有声音 录像带能看到脸 ape元侯他看元侯的磁带录像带"}, {"v": "34", "t": 1352.1, "c": "appoint观点 sight 想法 思想 其实想法思想也可以当观点 什么video video 看的那个东西 录像带 tape 他在哪看圆弘"}], "value": [{"v": "38", "t": 543.4, "c": "我说你哭什么他不说, 我说你不说我怎么着你为什么哭, 你要说出来, 往外压表达express, 对不对, 好继续这个单子叫做value怎么记, value你看value, 你不能这么读音value, 读value, value叫价值, 价值价格value怎么记,"}, {"v": "38", "t": 613.3, "c": "对他每天他很开心, 把这个人给他提升的官特别大, 制投鹿对他来说很有什么, 很有价值, 让他知道他可以练仙成功, 好value, 白鹿, 挖鹿, 挖鹿, 挖鹿, value,"}, {"v": "38", "t": 684.7, "c": "都无价, 没有价, invaluable, 怎么讲呢, valu, value价值, 对, valuable, invaluable, 记住三个单词, 好,"}, {"v": "34", "t": 916.4, "c": "看东西就是录像带 咱们那个时候可没有小视频 咱们那时候看录像带 插到那个录像机里边看 video录像带视频 value录像带视频 value 好vi表看 看东西 你看vi表看d像得 看得东西"}], "viv": [{"v": "35", "t": 904.0, "c": "就等于 lively 生动的徐徐如生的 微微的 你们看打开 viv 这两个v能不能想你两个小胳膊 看我i这个点是我的头 e是我的身子 vv的vv的是不是活的 你看kq表情那个抱抱"}], "vv": [{"v": "35", "t": 911.0, "c": "你们看打开 viv 这两个v能不能想你两个小胳膊 看我i这个点是我的头 e是我的身子 vv的vv的是不是活的 你看kq表情那个抱抱 一个人就张着小胳膊 vv的vv的vv的 像活的一样vv的 活的"}], "vocabulary": [{"v": "38", "t": 205.8, "c": "叫词点, dictionary 叫词点, 好, 这个叫做 vocabulary, 对了, 它叫词汇, 对, 你在词点里边不就查词汇的吗, 多,"}, {"v": "38", "t": 328.2, "c": "dictionary, D-I-C-T 表示说, dictionary, 词点, vocabulary, 词汇, predict, 提前说, 预测预言, 好吧,"}], "valuable": [{"v": "38", "t": 652.2, "c": "invaluable, 留着那些不值钱的, 对, 它的意思是无价的, 咱们听, valuable是, valuable是值钱的, 有价值的, invaluable, 无价的, 无价的不是没有价值的,"}, {"v": "38", "t": 935.7, "c": "宝贝, tryer, 宝贝, precious, 形容词也是珍贵的, valuable, valu, valu, valuable, 珍贵的, precious珍贵的,"}], "valu": [{"v": "38", "t": 684.1, "c": "非常贵重的, 都无价, 没有价, invaluable, 怎么讲呢, valu, value价值, 对, valuable, invaluable, 记住三个单词,"}, {"v": "38", "t": 937.5, "c": "tryer, 宝贝, precious, 形容词也是珍贵的, valuable, valu, valu, valuable, 珍贵的, precious珍贵的, tryer,"}], "voluntary": [{"v": "42", "t": 2224.9, "c": "volunteers 就像你们老是上个题目 any volunteer 志愿者 voluntary 你看voluntary voluntary voluntary voluntary 自愿的志愿的"}, {"v": "42", "t": 2569.0, "c": "看的种类 分成善良的 any volunteer 志愿者 voluntary 自愿的志愿的 ready are you ready"}]}