{"invent": [{"v": "HnKXzll4p-U", "t": 200.2, "c": "你不要都说prevent prevent 好 阻止阻拦 好 继续来进行这个单词叫invent 这不还是走吗 刘老师 过去是往里边走 invent 往里边走就是非常深入的走", "s": 10}, {"v": "HnKXzll4p-U", "t": 943.6, "c": "venter走在他前面走 阻止阻拦 往里边走 越研究越深入 你有很多什么 发明invent 发明forbid 为了逼他 禁止阻止 可lock是中表 block", "s": 3}], "invention": [{"v": "HnKXzll4p-U", "t": 235.7, "c": "那就是深入研究一个东西 发明创造 来 invent invent 它的名字叫invention 名词发明创造 比如爱迪生有很多的发明 he has many", "s": 10}, {"v": "DyF2tIIrU7s", "t": 738.0, "c": "好吧 life life 生活生命都可以 this invention 忘了吧你们 叫发明 这个单词是讲过没有给忘了 如果没讲过后期会讲 一是里边", "s": 10}], "inventions": [{"v": "HnKXzll4p-U", "t": 243.4, "c": "名词发明创造 比如爱迪生有很多的发明 he has many inventions 发明invent 发明invention发明的名词 好 继续来 这个单词叫做", "s": 8}], "ing": [{"v": "HnKXzll4p-U", "t": 640.6, "c": "amazing令人吃惊的 amaze的是吃惊的 所以amaze的主语一般是个人 amazing的主语一般是个物 说过吧 加ing物做主语 加ed一般是人 amaze的吃惊的 amazing令人吃惊的 还有muse什么意思 amuse一个muse娱乐搞笑", "s": 8}, {"v": "QDdBXMxTPMI", "t": 988.0, "c": "in English, 那如果英语很有兴趣呢, 你看主语不是人了, 所以加个ed表示什么什么的, 加个ing表示让人感兴趣的, 所以加amg的主语一般是物, 加ed的主语一般是人, 所以这个你一般说I am excited,我很兴奋,", "s": 3}, {"v": "cqtwP9TWcS8", "t": 2013.3, "c": "teacher disponded 是吧 咱们说过了 ed表示人 ing表示物 再来一遍 多亏多disponded 不指派你了 失望吗 也不说领导重用了", "s": 3}], "internet": [{"v": "HnKXzll4p-U", "t": 794.6, "c": "你上网冲浪不就浏览网一样吗 这个单词如果真考的冲浪真不多 一般人上网 就是surf the internet surf the internet叫上网 对在网上冲浪 就是上网surf", "s": 10}, {"v": "Mq2tgovJ9Nc", "t": 1084.6, "c": "你来我们公司 运聘什么职业 是不是采访面试interview 好嘞 interview internet internet 这不internet网 internet网 就叫internet 中间net是网", "s": 10}], "ive": [{"v": "eHX8RLOUxuk", "t": 1431.4, "c": "T 着话都成D, extend, 好延伸扩展, 那这个单词就是他的形容词了, 那么extend加个ive, ive是个形容词后续, 我们见过不止一次了, 叫做extensive, 多, 一科词extensive,", "s": 10}, {"v": "QDdBXMxTPMI", "t": 2204.0, "c": "这个单词你还想着走, gress还是走, ag什么意思, 没有意思, 表示强调, ive一节围是个形容词后缀, 所以带来这个形容词, aggressive就是一再的走, aggressive, aggressive, aggressive,", "s": 10}, {"v": "CRwEV7ZVsFw", "t": 2276.3, "c": "是不是Nation, 内心, 国家民族, Native, 多像一个形容词呀, Ive结尾, 当形容词讲的是本国的本地的, 对, 咱们中国本国的不就咱们中国本地的吗, 当名字讲是本地人, 对,", "s": 5}, {"v": "JYCAxsPZe2o", "t": 2942.0, "c": "保护守卫你还protect Protection 名字保护守卫 这个单子叫做Protect 还讲吗 IVE结尾形容词 保护性的 防护的 Protective Protective 保护的", "s": 8}], "intend": [{"v": "eHX8RLOUxuk", "t": 1813.3, "c": "想要抓住老师眼球, 得用一些高级词汇我告诉你, 好, 来吧, 主张声称, intend, intend, 在内心延伸, 干过这事吗? 在内心延伸什么意思? 你干过这事吗?", "s": 10}, {"v": "eHX8RLOUxuk", "t": 1884.6, "c": "intended打算盘算, 好, 来就走走走走, 这是你现在不买奥特曼卡片了吧? I intend to buy some new Ultraman", "s": 5}, {"v": "eHX8RLOUxuk", "t": 2227.5, "c": "do something, 怎么讲呢, 漂亮的一个计划, 往内心延伸, intend, 打算计划, 好嘞, 这单叫plant, 我这个天哪, 这不是plant计划吗,", "s": 8}], "intended": [{"v": "eHX8RLOUxuk", "t": 1877.0, "c": "要不我要那个, 对, 在内心延伸打算盘算, 很好, 弟弟们, intended打算盘算, 好, 来就走走走走, 这是你现在不买奥特曼卡片了吧? I intend", "s": 5}], "intention": [{"v": "eHX8RLOUxuk", "t": 1894.1, "c": "new Ultraman cars, intended内心延伸打算盘算, 好, 这个单子叫intention, 显然是那个单词的名词, 打算盘算的名词, 我说我没有要和你交朋友的打算, 123张开嘴, 我没有要和你交朋友打算,", "s": 10}, {"v": "eHX8RLOUxuk", "t": 2148.5, "c": "你赶紧给我妈妈谈谈, 我就立即找你妈妈谈谈, 因为你妈扫码听课的时候, 你妈有留她的电话号码她有, 我一定帮你摆平这个事好不好, intention快点, 往里边延伸, intention往里边延伸, 盘算打算, 我没有和你交朋友打算, 我给忘了怎么说的,", "s": 5}], "intent": [{"v": "eHX8RLOUxuk", "t": 2169.3, "c": "friends with you, 好咧, 咱们基本上把tnd延伸单字快讲完了, 因为讲到了盘算打算intent, 所以讲的单字叫plan, plan也是打算计划, 我先告诉你他的意思是计划方, 看见没有, 但是plan这个单词一般当名词讲居多,", "s": 8}], "important": [{"v": "CRwEV7ZVsFw", "t": 1177.2, "c": "好继续来。 对你要是没听懂或者刚才听的时候跑失了 你要立即按钮暂停看回放。 我一直讲你个人一直听。 对不对。 important。 你看important。 important。 necessary是必要的。 important是重要的。 其实重要就是必要的。", "s": 5}, {"v": "CRwEV7ZVsFw", "t": 1992.3, "c": "necessary, 奶奶撤了看见两个美女, 是非常必要的, necessary, necessary, 好这个单词叫做important, 来读, 进口蚂蚁是非常重要的, important, man男人是主要的, remain,", "s": 10}, {"v": "eHX8RLOUxuk", "t": 2315.6, "c": "什么attention please, I have something important to say, 注意了, 我有重要的事情要说, 你们班主任,", "s": 3}, {"v": "HfDQRqqTWLg", "t": 2733.4, "c": "名字自信 自信很重要 coffeedent is very important 對了我希望你們老師無論怎麼打擊你 你的爸爸媽媽無論怎麼打擊你 都要做一個非常優秀的人 你要自信 因為自信真的很重要", "s": 3}], "ist": [{"v": "SqvFIHFYWus", "t": 163.3, "c": "这个单子我们都认识吗 艺术art艺术artist 记住 以er结尾表示人 以or结尾表示人 以ist结尾也表示人 比如说科学怎么说science 科学家scientist 叫科学家 对ist结尾也表示artist艺术家 对搞艺术的人叫艺术家", "s": 10}, {"v": "nAFBVQ9FPxI", "t": 1264.9, "c": "science 赛恩师科学 这个单子叫做 scientist 科学的人叫科学家 ist 结尾表示人不在讲了 scientist 科学家 这都说烂了 前面都讲过好多次了", "s": 8}], "insist": [{"v": "SqvFIHFYWus", "t": 683.8, "c": "ant加个ant的名字 assist你看assist 助手 assist助手 好继续来 这个单字叫做insist insist的站里边 一直站在里边 内心对你妈音响的内心也行 内心一直在站着 我就要做这个事", "s": 10}, {"v": "SqvFIHFYWus", "t": 750.7, "c": "所有的ant想成阿姨 所有的阿姨有几个数数 叫count数 consist c1所有的人都站在那 insist所有人都站在那 什么意思 他的意思是 组成构成 对所有人都站在那 你们班的37个人都站在那", "s": 10}], "instance": [{"v": "SqvFIHFYWus", "t": 841.8, "c": "举个例子 好example例子 这个单词我们也很熟 你们 for instance 对 for example就等于for instance for", "s": 10}, {"v": "SqvFIHFYWus", "t": 946.2, "c": "这个单词我们后期也会讲 hobby 爱好 它有很多爱好 for instance 比如说 painting 画画 and playing", "s": 10}], "interested": [{"v": "QDdBXMxTPMI", "t": 961.0, "c": "过来,excited,出去side他, 兴奋激动,excited, 好,继续来,这个单词exciting, 他们其实我们在初中见过很多单词都是excited, 就一个单词加一个ed,一个单词加amg, 比如interested,这个单词不用讲吧, 他们绝对认识对不对,对什么什么感兴趣, 叫be interested in something,对什么什么感兴趣,", "s": 10}, {"v": "UNZGk_ovBO0", "t": 1249.7, "c": "兴趣爱好 来 这个单字叫做 interesting interesting有趣的 感兴趣的是interested 对吧 I am interested in", "s": 10}, {"v": "SqvFIHFYWus", "t": 1532.2, "c": "know that 我很高兴的知道 you are interested in 你对中国的social manners 对中国的社交礼仪很感兴趣 Chinese", "s": 3}], "inger": [{"v": "cqtwP9TWcS8", "t": 371.3, "c": "伤害 好继续来这个单字叫做 anger 对你看 一一里边 叫叫inger 去里边 一里边 救你还有拼救阿姨 去里边救阿姨 着火了", "s": 8}], "injury": [{"v": "cqtwP9TWcS8", "t": 398.3, "c": "他的名字叫anger 对 这个就是他的名字 你别碰我这个伤口 my injury feels hurt anger 这是名词 动词", "s": 8}, {"v": "cqtwP9TWcS8", "t": 1735.6, "c": "有害的伤害 hurt hurt伤害了他 五的伤口 里边去救阿姨 injury injury 受伤伤害 patient 这才讲过的 刘老师", "s": 5}], "invite": [{"v": "cqtwP9TWcS8", "t": 1341.6, "c": "Reply回答Answer回答 一再的Ply 一再的不过来一再的申请 Apply申请 好继续来 Invite听到什么了 听到发音那边 Invite Invite Invite Invite", "s": 5}], "il": [{"v": "QDdBXMxTPMI", "t": 136.0, "c": "但它的名字就是success,对success是名词, 一步一步往上往上成功了,success好,成功, 他们有听过很多地方把这个单词翻成中文的叫success, success就成功,success成功,好,继续来,这个单词叫做,对, 对,讲到了成功,咱们讲一下失败吧,fail怎么记, fa想成far爸爸father爸爸,il想成两个l,eo, 那就爸爸病了,faio读成很简单fail, 爸爸病了faiofail, 爸爸病了就爸爸的身体怎么了, 躺在这打垫低,怎么啦,爸爸怎么啦,失败了,所以fail的意思是失败, 对他的名字你要认识,叫failure,好failure叫失败的名词,", "s": 8}], "if": [{"v": "06jqhkY2XDQ", "t": 244.8, "c": "消失不见 disappear 消失不见 好不好 来举个例子 if the world disappears 如果这个世界消失了 you", "s": 3}, {"v": "DyF2tIIrU7s", "t": 769.0, "c": "a lot会很大程度上改变我们的生活 change life 你想要改变生活必须努力 if you want to change your", "s": 3}, {"v": "CRwEV7ZVsFw", "t": 1414.1, "c": "如果你想把英语学好, 你必须背单词。 来一二三一起翻译。 Manly speaking, if you want to start English", "s": 3}, {"v": "UDPdD9AaNso", "t": 1801.6, "c": "所以我不讲你也应该会 travel travel 旅行旅途 好吧 他说if you travel in New Daland", "s": 3}, {"v": "JYCAxsPZe2o", "t": 2124.0, "c": "我不该伤害你 后悔道歉 regret regret 后悔道歉 if you don't do it now", "s": 5}], "incident": [{"v": "06jqhkY2XDQ", "t": 442.0, "c": "我妈妈有了一场车祸 car accident 对车事故就是车祸 好这个单词叫做 incident e里边 在里边s等他 后边还是一样的 sident 在里边s等他", "s": 10}, {"v": "06jqhkY2XDQ", "t": 1108.2, "c": "消失 accident 一再的死等他 要出事了 事故意外 incident 事故意外 event event event 事情", "s": 3}], "iv": [{"v": "06jqhkY2XDQ", "t": 2742.4, "c": "3 vi是谁 4 v是谁 5 iv是谁 6 写反了 应该是iv是4 vi是6 是不是6吗", "s": 5}], "instead": [{"v": "ov3NJ6AMaJI", "t": 469.2, "c": "一直都是一个梦想 好再来一遍 Destand 好有距离的距离 两个占有距离的Destand距离 回来instead 这也特别像站在里边 说stand 你看stand 站 站在里边", "s": 5}, {"v": "ov3NJ6AMaJI", "t": 532.0, "c": "will replace you 但是你就不能说I will instead you 那为什么 语法课上解决词性 对这个版本的技术单词就很好的 研习单词instead站在里面", "s": 5}, {"v": "ov3NJ6AMaJI", "t": 1105.2, "c": "有距离的遥远的 所以我们有个单字叫名词没写出来 distance 距离 对吗 instead 站在里边那个人 替代代替 replace 阿姨在这个位置 替代代替", "s": 8}], "import": [{"v": "ov3NJ6AMaJI", "t": 1173.9, "c": "疑惑 好继续来 这边单子叫做 看他的音标就很随意了 你可以读说 import 你读说import 对 import import 东西", "s": 10}, {"v": "ov3NJ6AMaJI", "t": 1871.1, "c": "不解释了 很容易理解 好嘞 来把你这些 长得像单子干一遍 import 运到港口里边去了 import进口 export出口 support在港口下面 支持支撑", "s": 5}], "im": [{"v": "ov3NJ6AMaJI", "t": 1182.8, "c": "import 东西 我一般都说import 叫什么 叫进口怎么讲 im 就等于 in 里边往里 port 我们认识吗", "s": 8}, {"v": "DyF2tIIrU7s", "t": 2630.0, "c": "他的词根还是medial 你看媒体媒介 是不是你看 medial 媒体媒介 im是前缀 翻译成否定 不需要媒介的 ate是动词的后缀 形容词也是它 那不需要媒介的", "s": 8}], "industry": [{"v": "ov3NJ6AMaJI", "t": 2125.5, "c": "the street在街上 不要说on the street应该是 industry的 为什么 因为街道上有很多人 他们街道街 有很多人 你只是在人群里边", "s": 5}], "international": [{"v": "Mq2tgovJ9Nc", "t": 1027.1, "c": "inter interview interview interview怎么记 inter不是中间吗 跟咱们讲的international 叫国际的 是不是国际的 以前说张子宜是个国际明星 叫international superstar", "s": 10}, {"v": "CRwEV7ZVsFw", "t": 2555.4, "c": "out of control, 这种形式不会失控, 好, 这个单词叫international, nation, 国家的, international叫国际的, inter表示在什么中间, inter在什么中间,", "s": 10}, {"v": "CRwEV7ZVsFw", "t": 2633.7, "c": "位置, 位置, 形式, situation, 好, international, 国际的, neighbor, neighbor, 邻居, 邻居在家里面搏斗,", "s": 5}], "inter": [{"v": "Mq2tgovJ9Nc", "t": 1019.4, "c": "就一个单词意思 复习review 再来一遍 review复习 好 inter interview interview interview怎么记 inter不是中间吗 跟咱们讲的international", "s": 5}, {"v": "Mq2tgovJ9Nc", "t": 1378.0, "c": "interview interview看 中间 采访面试 in inter 网 click 电脑上立刻都出来了 你去学干嘛 点击", "s": 3}, {"v": "CRwEV7ZVsFw", "t": 2562.4, "c": "好, 这个单词叫international, nation, 国家的, international叫国际的, inter表示在什么中间, inter在什么中间, 从这儿捣纳, international叫国际的, 国际的, 继续来叫neighbor,", "s": 10}], "immediate": [{"v": "DyF2tIIrU7s", "t": 2615.0, "c": "medium 中间的 对medial中间 medial school中学 immediate immediate tely 再来 immediate tely", "s": 5}, {"v": "DyF2tIIrU7s", "t": 2753.0, "c": "媒体 还提到中号的 中间的 medal 中间的 immediate 不需要重建的 直接的 立刻的 马上的 好", "s": 5}], "impress": [{"v": "JYCAxsPZe2o", "t": 450.8, "c": "压力, 好, 正规的名字压力pressure, 好, 继续来, 这个单子叫做impress, press是按压, 是不是, 前面两条蛇按压, 按压impress, 往里边按压,", "s": 10}, {"v": "JYCAxsPZe2o", "t": 963.2, "c": "压力, press, 快点前面两条舌, 按压press, pressure压力, impress往里面按压, 留下印象, express往外压, 表达表达说出, express yourself,", "s": 3}], "impressed": [{"v": "JYCAxsPZe2o", "t": 490.4, "c": "把一个东西往脑子里面使劲压, 就是留下印象使名记, impress, 我说我去过一个重庆, 重庆给了我很深的印象, 重庆impressed me a lot, 重庆impressed me", "s": 5}], "invaluable": [{"v": "JYCAxsPZe2o", "t": 643.2, "c": "有时候你说手表非常的valueable, 非常的有价值的, 对, 值钱的, 这个单子叫做, invaluable, invaluable, 你认识那就是不值钱的, 对, 它的意思是无价的, 咱们听,", "s": 10}, {"v": "JYCAxsPZe2o", "t": 980.6, "c": "value, valu, 价值, valuable, 有价值的, invaluable, 无价的, price, 平价的大米, 价格, price价格,", "s": 3}], "implied": [{"v": "Mq2tgovJ9Nc", "t": 770.3, "c": "婆婆在里边指向他point 来读 in china is implied 还记得吗 polite礼貌的 怎么讲的police 什么叫police p-l-e-a-s-e", "s": 10}], "interview": [{"v": "Mq2tgovJ9Nc", "t": 1019.4, "c": "复习review 再来一遍 review复习 好 inter interview interview interview怎么记 inter不是中间吗 跟咱们讲的international 叫国际的", "s": 10}, {"v": "Mq2tgovJ9Nc", "t": 1079.9, "c": "其实面试就是采访 你想一下是不是 说你今年多大了 你来我们公司 运聘什么职业 是不是采访面试interview 好嘞 interview internet internet 这不internet网", "s": 5}, {"v": "Mq2tgovJ9Nc", "t": 1373.6, "c": "verse 复习这些单词 review this verse interview interview看 中间 采访面试 in inter", "s": 5}], "introduce": [{"v": "Mq2tgovJ9Nc", "t": 1156.4, "c": "立刻就出来了 是百度一下 什么都有了 click 继续来 这个单叫introduce introduce 这个单子不用讲 他们应该很熟的 老师会说introduce yourself", "s": 10}, {"v": "Mq2tgovJ9Nc", "t": 1219.9, "c": "produce 当名字讲是生 农产品产品当中讲生产 我们要提前 对 你就和introduce介绍 提前介绍我们的什么产品 所以华为 苹果 你看每年你妈你爸要买新手 就要等他的发布会", "s": 5}, {"v": "Mq2tgovJ9Nc", "t": 1386.2, "c": "click 电脑上立刻都出来了 你去学干嘛 点击 click点击 introduce introduce介绍 介绍 提前介绍 生产产品 对", "s": 5}], "ice": [{"v": "UDPdD9AaNso", "t": 181.4, "c": "很好记 对吧 这个单单用讲吗 看这个标记都知道它是谁了 冰激凌叫 ice ice是冰 咱们前面说过对不对 ice cream cream", "s": 10}, {"v": "UDPdD9AaNso", "t": 241.6, "c": "是不是像奶油一样 cream 面霜 cream 奶油 ice cream 冰奶油冰激凌 好冰激凌 好继续来 这个单字要做", "s": 5}, {"v": "UDPdD9AaNso", "t": 490.4, "c": "这个叫design 弟弟的签名 三文不签字吗 弟弟的签字经过什么的设计 所以design设计 ice cream 冰激凌 cream 奶油 面霜", "s": 8}], "into": [{"v": "UDPdD9AaNso", "t": 1265.4, "c": "好不好 蛇 来一二三 snakes move into holes ho还记得吗 昨天刚讲的 ho ho一个大ho", "s": 5}], "interesting": [{"v": "UNZGk_ovBO0", "t": 1208.4, "c": "咱们先看这个词 对 叫 interest interest interesting不就是它的形容词吗 interest什么意思 兴趣怎么来记 好interest怎么来记 一里边 戳", "s": 10}, {"v": "UNZGk_ovBO0", "t": 1271.8, "c": "人感兴趣的 如果加按记表 令人感兴趣的有趣的 一个有趣的故事 an interesting story 怎么讲 看下interest怎么讲 戳到里边去了 戳到我的兴趣爱好", "s": 10}, {"v": "UNZGk_ovBO0", "t": 1450.0, "c": "it's a funny story 一个很搞笑的故事 interesting 怎么讲的 intro 出到我里边去了 兴趣 interesting", "s": 10}, {"v": "UDPdD9AaNso", "t": 1806.0, "c": "you may find some very interesting things 你会发现一件非常有趣的事情 想去新西兰旅游吗 你该说又该说好好学习了 对", "s": 3}], "image": [{"v": "UDPdD9AaNso", "t": 2390.9, "c": "好 继续来 这个单字叫做 a a image 众读在第一个音迹上 image image 好这么来系 这个单字可以形成", "s": 10}, {"v": "UDPdD9AaNso", "t": 2452.7, "c": "我把这个图给你拉过去 你是不是还能想象你妈 老去的时候依然在珠光下为你缝补衣服 那种形象样子image 我的妈妈上了年龄那个样子 image 形象样子 好这叫做md 因为讲到了m还是想成妈妈 image和他一起讲 end是最后", "s": 10}, {"v": "UDPdD9AaNso", "t": 2538.9, "c": "be wonderful wonderful他们讲过吧 精彩的极好的 好这几个单词你要想象 image形象样子 imagine 想象 md 妈妈最后再缝补 md缝补", "s": 5}, {"v": "UDPdD9AaNso", "t": 2737.4, "c": "壮观的红尾的 hunt 不好讲hunting 好讲汉听 寻找 image 我的妈妈上的年龄 形象样子image 妈妈最后缝补衣服 imagine 想象", "s": 5}], "imagine": [{"v": "UDPdD9AaNso", "t": 2482.2, "c": "clothes md your coat缝补你的大衣 好md 这个单字叫做imagine 所以你看刚才这个单字叫做image i-m-a-g 形象样子 我的妈妈上了年龄 形象样子imagine", "s": 10}, {"v": "UDPdD9AaNso", "t": 2744.0, "c": "寻找 image 我的妈妈上的年龄 形象样子image 妈妈最后缝补衣服 imagine 想象 对这俩单子放在一起 那边 image 形象", "s": 5}], "i-m-a-g": [{"v": "UDPdD9AaNso", "t": 2486.3, "c": "your coat缝补你的大衣 好md 这个单字叫做imagine 所以你看刚才这个单字叫做image i-m-a-g 形象样子 我的妈妈上了年龄 形象样子imagine 多了一个谁 imagine", "s": 8}], "inward": [{"v": "UNZGk_ovBO0", "t": 616.9, "c": "Look backward往后看 Backward 我都没带你读 很简单 Inward往里看 Inward往里的 对 这几个单字很好记 Outward往外的 Outward往外的", "s": 5}], "interest": [{"v": "UNZGk_ovBO0", "t": 1205.0, "c": "好的 这个单字音标没有打出来 咱们先看这个词 对 叫 interest interest interesting不就是它的形容词吗 interest什么意思 兴趣怎么来记 好interest怎么来记", "s": 10}, {"v": "UNZGk_ovBO0", "t": 1275.5, "c": "一个有趣的故事 an interesting story 怎么讲 看下interest怎么讲 戳到里边去了 戳到我的兴趣爱好 今天晚上请你喝杯咖啡 戳到我里边去了 兴趣爱好", "s": 10}], "intro": [{"v": "UNZGk_ovBO0", "t": 1451.0, "c": "funny story 一个很搞笑的故事 interesting 怎么讲的 intro 出到我里边去了 兴趣 interesting 有趣的 hobby", "s": 8}], "ibm": [{"v": "nAFBVQ9FPxI", "t": 2277.8, "c": "什么年代在街上的舞台的年代stage舞台 好叫manage 要这也是年代 要是man人 有人的那个年代就有了什么管理 这是以前IBM笔记本的广告词 有人的那个年代就有了管理 是不是 有人都有管理 对不对 manage", "s": 8}], "income": [{"v": "nAFBVQ9FPxI", "t": 2542.1, "c": "对怎么记都行 记都行 budget budget他预算 没问题吧 income这个很好讲 来到里边的 in是里边 come是来 income来到里边的收入 是不是收入", "s": 5}, {"v": "nAFBVQ9FPxI", "t": 2690.1, "c": "employment工作就业 八级上 爸爸得到了预算 还可以把他 预算 income 收入 来到外面 什么出来了 结果 outcome结果", "s": 5}], "iron": [{"v": "x-y4HADz1h0", "t": 189.2, "c": "Go的是购买的 go的silver银的 是吗 这段铁的 I iron iron 你不要多说I iron iron 你看它的音音滑下来", "s": 5}, {"v": "x-y4HADz1h0", "t": 261.9, "c": "勾的是金的 GOD进球球门 GOD上帝church 车子去了哪church 教堂 Iron man铁 好这回讲的是金银铁这些东西 这叫Kitchen Kitchen的发音特别像chicken 你看Kitchen", "s": 10}], "ible": [{"v": "HfDQRqqTWLg", "t": 1402.4, "c": "有没有我妈妈打,快点重复的问,你为什么一直问,需要要求,对你需要知道这个信息, 你可能要做一件事,你需要,重复的问需要要求,重复的问,再来一遍, 重复的问需要要求,好这个单词就要做, res,不要读这种谱了,responsible,responsible,responsible什么意思,负责任的, 怎么讲,你看,阿姨想成阿姨,spun,responsible, ible结尾是个形容词或者形容词,阿姨spun的, 阿姨spun阿姨很有责任心,对,responsible,再来一遍,看你一标读,responsible, responsible,阿姨spun的,有责任心的负责任的,responsible, responsible,负责任的,再来一遍,阿姨spun的,有责任心,responsible, 这单词duty,duty,你们老师会不会说,it's my", "s": 8}], "indoors": [{"v": "HfDQRqqTWLg", "t": 2816.5, "c": "out going 外向 out door戶外 indoors 戶內 那就是房間裡邊戶內 戶內室內 indoors indoors室內", "s": 5}]}