{"exact": [{"v": "lWic16pxSwI", "t": 1512.7, "c": "回来行动反应, 回应react, 反应回应, 好这不读了你自己读, react反应回应, 好exact, act还是行动, ex什么意思你们课题, 认识吗exit, 出口, exit表示出口,", "s": 10}, {"v": "lWic16pxSwI", "t": 1574.4, "c": "exact, 能出去行动的人快点, 精确的准确的, 我说你爱我吗, 你说准确的, exact, 确定爱你, exact, 好嘞, 出去行动, 精确的准确的,", "s": 5}], "ex": [{"v": "QHQj7TvTk2w", "t": 38.7, "c": "Display,在讲我儿子弟弟死都喜欢玩。 我不知道你弟弟喜欢玩什么,我们家球球喜欢玩的是变形金刚,青天柱大黄蜂各种版本。 哎呀,各种Display,弟弟死都喜欢玩。 所以你每次来我家我都说,球球,把你变形金刚来给哥哥展示一下。 Display展示展览,弟弟死都很喜欢东西,把它展示展览出来呀,Display展示展览。 好,Exhibit,Ex表示往外,不再解释了,好不好。 Heby,想到谁快点Heby。 S-H-E组合的一个成员叫Heby,是吧,是Heby吧,是个唱歌的。 Eit,是他,那就是Heby把他往外怎么啦? Exhibit。 Heby把他往外怎么啦?", "s": 8}, {"v": "UXto6OC0rqg", "t": 173.1, "c": "伸展 舒展都可以 来这个单子叫做extend 好 下面咱们开始讲tend所有的语言 ex表示网贩 tend表示什么 倾向语 是不是延伸 倾向语 其实我们倾向语现在最多的是tend", "s": 8}, {"v": "CxHCRbmy4Y0", "t": 1070.9, "c": "工作职业 VACATION 假期反一词VACATION 工作职业 这段XCURSION 这段什么EX表示往外 读这个音CURSION开心 就是出去开心 XCURSION出去开心 估计旅游去了吧 刘老师", "s": 3}, {"v": "ohVvDtW7V3Y", "t": 1437.8, "c": "超越的flu没必要那么多 满足生活需要就很好 多余的不必要的 好 这个词extravagant ex不用说了 往外 是吗 是不是 多余的往外 你要这么急就更好了", "s": 5}, {"v": "lWic16pxSwI", "t": 1515.4, "c": "反应回应, 好这不读了你自己读, react反应回应, 好exact, act还是行动, ex什么意思你们课题, 认识吗exit, 出口, exit表示出口, 这个咱们应该建议一一边了吧, 飞机场的出口,", "s": 10}], "exit": [{"v": "xx4eEyq84x0", "t": 219.6, "c": "把那十个太阳干掉,九个留下一个,选的是后亦,后亦去设掉的。 所以最后天上只有一个太阳是后亦的公主。 来,日就想成太阳,汉语拼音上,日不就是太阳吗? 复数,十个太阳,日次就是太阳门, 一表示往外,不是才讲过吗? exit往外,所以一表示往外。 所以rise什么意思? 那就是太阳每天都什么在天空当中? 升起举起,对,它的意思是升起举起。 rise,升起举起,再来一遍,太阳门都出来了, 升起在天空当中,升起举起。", "s": 8}, {"v": "NPL1GISYUN8", "t": 1414.6, "c": "叫挑选 对挑选 e表示往外 往外 是不是e表示往外 exit表示往外 往外选选举 选举 所以lect表示选择挑选 neg表示消极的选择 就是不选你", "s": 10}, {"v": "lWic16pxSwI", "t": 1517.8, "c": "好这不读了你自己读, react反应回应, 好exact, act还是行动, ex什么意思你们课题, 认识吗exit, 出口, exit表示出口, 这个咱们应该建议一一边了吧, 飞机场的出口, 高铁站的出口,", "s": 10}], "ed": [{"v": "NPL1GISYUN8", "t": 239.3, "c": "风俗传统 好 这个单词叫acustom 对 使它变成风俗的 加个ed形容词 使AC一再的成为风俗的 那不就都是这么做的 习惯的 acustom的考的可多了 他们叫be", "s": 8}, {"v": "lWic16pxSwI", "t": 2031.0, "c": "这个单词很少单独实现, 它一般都是I feel refreshed, 它就发现幻然一新的精神振作的, 一般家的ed变成个形容词, I feel refreshed, 我感到幻然一新的感觉, 对再次新鲜,", "s": 8}], "er": [{"v": "lWic16pxSwI", "t": 2507.9, "c": "steer, 赶紧回头复习, 但是我继续讲steer, st想着街道, e想着两个小眼睛, er表示结尾本来就是人, 你看, 在街上瞪着两个眼睛那个人, er结尾经常表示人, 没问题, teacher,", "s": 5}], "entire": [{"v": "xx4eEyq84x0", "t": 938.9, "c": "retire, 阿姨累了就退休, 所以retire退休, 没问题, 阿姨累了就退休, 这个单字entire, en当前缀讲我们应该讲的很多使, 比如我们最熟的是enable, 使能够, 对不对, en表示使是个前缀,", "s": 5}], "en": [{"v": "f4X7J6M3Aac", "t": 627.6, "c": "使你没有勇气, 使挫折, 使失败, 好继续, encourage, en使, 使你有勇气, 然后研究生考不上, 使你有勇气, 我在干嘛你, 鼓励你,", "s": 5}, {"v": "QHQj7TvTk2w", "t": 705.2, "c": "plot长得特别像, 放在一起讲了三个单词, 好复习过了。 engage, engage, en使, 给给, 哥哥, 哥哥, 那就是, 引,", "s": 5}, {"v": "NJcn3R9ZfOA", "t": 795.3, "c": "这个单词我以前都不敢讲, Aempharsis是他的名词, 这他的动词叫Aemphasize, 好怎么讲呢, 你看em想成s, en没问题对不对, pa去a快读Aemphar, 佛没问题吧, Aemphar size, Size,", "s": 10}, {"v": "xx4eEyq84x0", "t": 941.2, "c": "阿姨累了就退休, 所以retire退休, 没问题, 阿姨累了就退休, 这个单字entire, en当前缀讲我们应该讲的很多使, 比如我们最熟的是enable, 使能够, 对不对, en表示使是个前缀, 使能够,", "s": 5}, {"v": "d2f3Pq-Csfw", "t": 1604.4, "c": "停止复习了 把刚才这几个表明显示 全部复习一下 继续来 embody em就等于en sh body是身体 sh身体干嘛 先看完的意思 体现", "s": 5}, {"v": "t1pP0_j6Fis", "t": 1688.2, "c": "有点像embarrassed, 这个是, embarrassing, 不一样, 使, em还想着en, 使, 爸爸, 使爸爸怎么了, 死, 使爸爸死在了哪,", "s": 5}, {"v": "NPL1GISYUN8", "t": 2170.2, "c": "叫散步闲逛 这个讲到了enroll enroll 因为都带roll说的一起讲 roll是滚 en使你滚进来 我是英语协会的负责人 我使你滚进来 我是书法协会的负责人 使你滚进来 什么意思", "s": 8}, {"v": "CxHCRbmy4Y0", "t": 2554.4, "c": "应该是考验里边偏难的单词 enlarge 好 因为讲到了enforce 咱们讲几个单词 en单词 使大 这还讲吗 large enlarge使大 扩大", "s": 3}], "exert": [{"v": "rlx3xP_CnZw", "t": 698.7, "c": "压缩了稠密的 compact稠密的 impact影响 influence影响 好继续来 exert 这个单字很抱歉同学们 我想了100个方法我也讲不来 所以你只需要记住一个固定搭配 为什么把exert放到influence的后面 因为他们俩经常构成固定搭配", "s": 5}], "enormous": [{"v": "rlx3xP_CnZw", "t": 711.8, "c": "所以你只需要记住一个固定搭配 为什么把exert放到influence的后面 因为他们俩经常构成固定搭配 叫 exert enormous influence on somebody or something", "s": 10}], "env": [{"v": "rlx3xP_CnZw", "t": 1168.9, "c": "leve 来为了干嘛 征税 好继续来 这个也像刘老师 env 特别像env 是吧 贤民的君主都env病失 你看明朝还是有几个不错的皇帝 要不要朱棣", "s": 5}], "exhaust": [{"v": "rlx3xP_CnZw", "t": 1715.8, "c": "咱们说过了 一定要看 一定要看 我不给你读了 好广告 这个咱们叫做exhaust exhaust听到什么了 这一会都带带谐音 你发现了吗 你看一再的我提死做广告 这个是exhaust一个早死的", "s": 10}], "exhaustator": [{"v": "rlx3xP_CnZw", "t": 1877.1, "c": "告诉胖人走路 喘是不是 Fortigue什么意思 疲惫疲劳 请看它这个名字 Exhaustator 一个早死的是个形容词 Exhaustator 这是Fortigue是个名字 疲惫疲劳 胖子我的哥哥", "s": 8}], "error": [{"v": "ohVvDtW7V3Y", "t": 388.1, "c": "帅直的人容易犯大错blant 刘老师我知道你为什么讲sharp 你为什么讲blant 因为你要讲大错 前面还讲了几个错 前面还有一个错叫error 又犯了一个错 还有一个错 快点还有一个错是什么error 除了error以外还有一个错误是 fault", "s": 10}, {"v": "rlx3xP_CnZw", "t": 2479.9, "c": "最后大学也没读好 是不是同学们 真的为了他犯了很多错误 fault 错误 error错误 俩错误了同学们 上天留了wrong wrong是个形容词 what's wrong", "s": 3}], "extravagant": [{"v": "ohVvDtW7V3Y", "t": 1436.1, "c": "对 超越的flu没必要那么多 满足生活需要就很好 多余的不必要的 好 这个词extravagant ex不用说了 往外 是吗 是不是 多余的往外", "s": 5}, {"v": "ohVvDtW7V3Y", "t": 1498.6, "c": "好 来一遍 奢侈的浪费的 多余的都行 奢侈的多余的浪费的 extravagant 额外的我干他没必要 奢侈的多余的 好 继续来 luxury", "s": 5}, {"v": "ohVvDtW7V3Y", "t": 1598.2, "c": "soplus soplus 有了剩驴 国外的朋友们 那个单词不好记 extravagant什么意思 extravagant 额外的我干他 没必要 奢侈的浪费的 奢侈的浪费的", "s": 10}], "ent": [{"v": "NPL1GISYUN8", "t": 18.9, "c": "在苦难中坚持加油好不好 来第一个单词叫agent agent怎么来记 阿哥 刘三姐里边唱阿哥阿美 阿哥ent在我们的课堂上很多次想着enter进来 enter进来 因为阿哥进来了 agent阿哥进来了 阿哥进来他是我们的什么代理商 这个讲的不是特别好", "s": 8}, {"v": "NPL1GISYUN8", "t": 122.2, "c": "deputy deputy 往下放放给你的复手 deputy复职复手 是不是 collant对ent还是想着进来 collant可进来了 collant可来了 你看collant可来了 进来 collite", "s": 3}, {"v": "NPL1GISYUN8", "t": 597.8, "c": "一听一听的罐头 对 外国人说罐头一般说一听一听的 咱们中国说一罐一罐的 所有的一听一听的罐头都怎么了 ENT都进来了 所以咱们这一会在讲ENT单词 那就是所有一听一听的罐头都进来了 想成enter 都进到哪了 大陆", "s": 3}, {"v": "UXto6OC0rqg", "t": 1029.2, "c": "美女躲在坛子里面被我当场发现 屋子屋点 好 potential pot还是坛子 ent想成什么 咱们讲过大声说进入potential 是进入坛子的 你看pot的坛子 进入坛子的 同学们你想一下", "s": 3}, {"v": "F_j4EN6Igkg", "t": 1385.5, "c": "element, element, 爱了妹妹element, 特别你爱了妹妹就一定能结婚吗, 来看看单词, 爱了妹妹ent, 先不要看, 你爱上了妹妹就爱上了一个女生, 你们俩想结婚, 但是爱情, 你看,", "s": 3}, {"v": "F_j4EN6Igkg", "t": 1472.6, "c": "刚才这元素因素这个跟元素也很像, ingredient, 它的发音特别像, 里边疙瘩, 你看疙瘩, 里边搁点ent进去, 里边搁点东西进去, ingredient, 里边搁点ingredient, ingredient, ingredient,", "s": 3}, {"v": "NJcn3R9ZfOA", "t": 2455.7, "c": "严厉的苛刻的, Village, 怎么记? 弟弟历经, 历经, 弟弟历经ENT表的进入, 弟弟历经什么, 进入了人生的高光时刻, 弟弟现在过得可好, 开着人家大班, 住着人家的独栋大别墅,", "s": 3}], "enter": [{"v": "NPL1GISYUN8", "t": 18.9, "c": "在苦难中坚持加油好不好 来第一个单词叫agent agent怎么来记 阿哥 刘三姐里边唱阿哥阿美 阿哥ent在我们的课堂上很多次想着enter进来 enter进来 因为阿哥进来了 agent阿哥进来了 阿哥进来他是我们的什么代理商 这个讲的不是特别好", "s": 8}, {"v": "NPL1GISYUN8", "t": 604.2, "c": "咱们中国说一罐一罐的 所有的一听一听的罐头都怎么了 ENT都进来了 所以咱们这一会在讲ENT单词 那就是所有一听一听的罐头都进来了 想成enter 都进到哪了 大陆 continent 大陆 什么台湾的鱼罐头", "s": 3}], "enroll": [{"v": "FMozCsEv1SM", "t": 0.0, "c": "好,继续来,stride,好,下面单词和注册登记没关系了,咱们学了三个注册登记,第一个是enroll,第二个是recruit,招聘招薪recruit,register,没了,stride,好,下面讲单词刚才都没关系了,stride,死拽的,刘晓月你拽什么呀,死拽的,告诉一个人很拽的 走路怎么走,大步走,是不是,那很拽的怎么又大步走,大步走是stride,这个叫swarm,死暖和,warm不是暖和吗,走路的时候很暖和的走,涌入,是不是一群人挤着走,涌入,成群的来回移动,你就反正涌入,别成群的移动了,涌入,swarm into the classroom,涌入教室,死暖和不挤着走吗,涌入,swarm into", "s": 8}, {"v": "NPL1GISYUN8", "t": 2163.5, "c": "继续来 因为讲到了 straw 看街上滚一圈 叫散步闲逛 这个讲到了enroll enroll 因为都带roll说的一起讲 roll是滚 en使你滚进来 我是英语协会的负责人", "s": 10}, {"v": "NPL1GISYUN8", "t": 2248.2, "c": "当名字讲是新手新兵 当动词讲也翻译成招聘 吸收 招聘吸收就完全等于 do enroll enroll使你滚进来 招收使加入 recruit新手新兵 当动词讲是招新招募 就等于刚才的enroll", "s": 10}], "elegant": [{"v": "FMozCsEv1SM", "t": 666.7, "c": "带着花的妹妹, 吸引人的, charming, 有魅力的, 吸引人的, elegant, 一, 往外, 是不是往外, leg, 大腿,", "s": 5}, {"v": "FMozCsEv1SM", "t": 750.8, "c": "优雅, grace, 优雅, 这个单词很少单独使用, 一般都是他的形容词叫graceful, 优雅的就等于elegant, 蚂蚁露出他的优雅的大腿, elegant就等于graceful, 就等于charming, 对charming有魅力的也是优雅的, 继续来,", "s": 10}, {"v": "d2f3Pq-Csfw", "t": 898.4, "c": "干他 傲慢的自大的 看见这种地方给他语权有没有 arrogant 傲慢的自大的 elegant elegant elegant 你看 elegant elegant", "s": 5}], "eat": [{"v": "f4X7J6M3Aac", "t": 34.2, "c": "这是一句话我很喜欢叫30年河东30年河西末宵少年穷。 其实在网络积极发达的时候不用30年,应该是7年8年都可以。 好吧,两年太少,好吧,7年转河东7年转河西末宵少年穷。 咱们继续来进行,这个单叫merit,me想着我呗,me呗,r想着一朵花呗。 那就是我把一朵花给了他呗。 eat,男女性别不清的时候可以指eat,我给了他一朵花叫merit。 我为什么要给他一朵花的? 一小时候没有得吗? 一朵小红花两朵小红花,对,我给了一朵花,说明他的优点美德很多呀。 merit叫优点美德。 再来一遍merit,优点美德。", "s": 8}, {"v": "FMozCsEv1SM", "t": 1825.7, "c": "I想着一个小孩, 是不是I头身子, M想着一道门, 门的两边, 这边站着一个小孩, 这边站着一个eat, 想着狗, eat是吃, 好, 场景出来了, 这是一道门,", "s": 3}], "est": [{"v": "d2f3Pq-Csfw", "t": 675.7, "c": "考的在下面的mode mode mode mode mode来了 est形容词最高级 特别你告诉我做人最好的模式是什么 mode mode模式 est最好的模式 是什么", "s": 3}, {"v": "d2f3Pq-Csfw", "t": 816.2, "c": "earn money earn money 挣钱 est最挣钱最好的方式是什么 挣钱最好的方式是什么 所以我今天上午告诉你 钱从来不是挣的 钱是从哪来的 当你把一件一件眼前的小事", "s": 3}, {"v": "2OCkgjS6lHc", "t": 1025.1, "c": "管它呢, 过了今天没明天, 好, 继续来, 这个单词叫做, est, e-s-t, 说, 形容字最高级, 要么加m-o-s-t, 要么加e-s-t,", "s": 8}], "earliest": [{"v": "d2f3Pq-Csfw", "t": 808.7, "c": "jalous妒忌的 做人最好的模式是谦虚的 对谦虚的molest 谦虚的mode模式 molest谦虚的 好再讲讲词earliest 我们很熟 挣钱 earn money earn", "s": 5}], "exaggerate": [{"v": "d2f3Pq-Csfw", "t": 1260.4, "c": "同学们你说 那个攻击下蛋会憋不住吗 所以鸡下蛋的速度 被赵本山给怎么了 夸张夸大 exaggerate 夸张夸大 exaggerate 夸张夸大 下蛋的速度被赵本山 夸张夸大了", "s": 5}], "examplify": [{"v": "d2f3Pq-Csfw", "t": 1447.0, "c": "demonstrate魔鬼 表明显示 用一头路来说 举例说明illustrate 好继续来 examplify examplify不用讲 他的名字多熟 example examplify用例子说明 就等于illustrate", "s": 5}, {"v": "d2f3Pq-Csfw", "t": 1508.2, "c": "那地儿k他表明显示 就等于123 demonstrate 但是不等于illustrate 因为illustrate是举例说明 examplify也是举例说明 那地儿k他表明显示 hunt听他的翻译hunt hunt hunt他都不需要说 从眼神能暗示出来", "s": 5}], "embody": [{"v": "d2f3Pq-Csfw", "t": 1603.1, "c": "好继续来 停止复习了 把刚才这几个表明显示 全部复习一下 继续来 embody em就等于en sh body是身体 sh身体干嘛 先看完的意思", "s": 5}, {"v": "d2f3Pq-Csfw", "t": 1667.4, "c": "sh身体体现 好几吧 体现跟表现也很像 刘老师 对他这几个意思还是很像的 embody sh身体体现表明显示 好imply imply 好他的意思也是暗示 这本单词到暗示讲", "s": 5}], "em": [{"v": "NJcn3R9ZfOA", "t": 792.5, "c": "Aempharsis, 这个单词我以前都不敢讲, Aempharsis是他的名词, 这他的动词叫Aemphasize, 好怎么讲呢, 你看em想成s, en没问题对不对, pa去a快读Aemphar, 佛没问题吧, Aemphar size,", "s": 8}, {"v": "d2f3Pq-Csfw", "t": 1604.4, "c": "停止复习了 把刚才这几个表明显示 全部复习一下 继续来 embody em就等于en sh body是身体 sh身体干嘛 先看完的意思 体现", "s": 5}, {"v": "t1pP0_j6Fis", "t": 1688.2, "c": "有点像embarrassed, 这个是, embarrassing, 不一样, 使, em还想着en, 使, 爸爸, 使爸爸怎么了, 死, 使爸爸死在了哪,", "s": 5}], "explicate": [{"v": "d2f3Pq-Csfw", "t": 1744.3, "c": "imply暗示 implacate暗示的 imply暗示 implacate暗示的 那它的反应词叫做 explicate 直接了当的 不含蓄的 explicate 明确的 坦率的", "s": 10}], "event": [{"v": "d2f3Pq-Csfw", "t": 1774.3, "c": "explicate 直接了当的 直接的 explicate 好继续来 event e还是里边 vent想成went went是什么意思 走啊 往里面走", "s": 8}], "eager": [{"v": "4glqjiOAcnI", "t": 1439.7, "c": "但Desire是个动词 弟弟渴望成为先生 这个是King形容词 渴望想要的 好继续来 Eager 讲到了渴望想要 再来一个Eager 听到什么了 Eager 无论你是哪个行业", "s": 5}], "exhibit": [{"v": "QHQj7TvTk2w", "t": 38.7, "c": "Display,在讲我儿子弟弟死都喜欢玩。 我不知道你弟弟喜欢玩什么,我们家球球喜欢玩的是变形金刚,青天柱大黄蜂各种版本。 哎呀,各种Display,弟弟死都喜欢玩。 所以你每次来我家我都说,球球,把你变形金刚来给哥哥展示一下。 Display展示展览,弟弟死都很喜欢东西,把它展示展览出来呀,Display展示展览。 好,Exhibit,Ex表示往外,不再解释了,好不好。 Heby,想到谁快点Heby。 S-H-E组合的一个成员叫Heby,是吧,是Heby吧,是个唱歌的。 Eit,是他,那就是Heby把他往外怎么啦? Exhibit。 Heby把他往外怎么啦?", "s": 10}], "eit": [{"v": "QHQj7TvTk2w", "t": 53.5, "c": "所以你每次来我家我都说,球球,把你变形金刚来给哥哥展示一下。 Display展示展览,弟弟死都很喜欢东西,把它展示展览出来呀,Display展示展览。 好,Exhibit,Ex表示往外,不再解释了,好不好。 Heby,想到谁快点Heby。 S-H-E组合的一个成员叫Heby,是吧,是Heby吧,是个唱歌的。 Eit,是他,那就是Heby把他往外怎么啦? Exhibit。 Heby把他往外怎么啦? 展示展览。 Heby不是个歌星吗? 收藏了很多唱片和磁带,磁带是我们那个年代的。", "s": 8}], "employment": [{"v": "QHQj7TvTk2w", "t": 593.5, "c": "一定要做好部署工作。 三月份干什么事,四月份干什么事, 然后贝兰达斯干什么事。 deploy,弟弟普劳,部署调度。 这个样子还讲吗? employment,在把M&T区别不认识吗? 雇佣。 你不是在讲老板吗? employer,雇主。 employee,雇员。 employer,雇主。", "s": 5}], "engage": [{"v": "QHQj7TvTk2w", "t": 692.9, "c": "纯属巧合, 对plot密谋策划, 当名字讲是故事情节, 故事情节密谋策划, 讲过, engage。 把前面几个单词复习一下, 因为都跟employ deploy plot长得特别像, 放在一起讲了三个单词,", "s": 5}, {"v": "QHQj7TvTk2w", "t": 753.5, "c": "订婚是什么意思? 订婚, 吸引, 你看嘛, 建立7米关系不就吸引彼此吗? engage, 吸引, 使参与, engage, 再来一遍, 把你的手引给哥哥,", "s": 10}, {"v": "QHQj7TvTk2w", "t": 884.6, "c": "device, 离婚, 没问题吧, 再来一个看着黑板一起说, 先订婚, engage, 那个婚姻的不用说了, 怀孕pregnant, 怀了孕以后干什么了, 离婚, device,", "s": 5}], "epitide": [{"v": "QHQj7TvTk2w", "t": 1327.4, "c": "catlog, catlog, 木路, 继续来, 好, 这个叫epitide, 跟猫没关系了, 跟宠物有关系, pet宠物, AP表是一再的重复, 一再的提到你家的宠物,", "s": 10}], "ency": [{"v": "t1pP0_j6Fis", "t": 171.0, "c": "关心租房子关心谁? 目前现在。 好。 这个单词必须我给你补充一个单词叫currently。 Cur, Ency。 写到旁边咱们书上没这个单词。 叫货币。 对不对? 目前的什么? 钱呀,", "s": 8}], "embarrassed": [{"v": "t1pP0_j6Fis", "t": 1608.3, "c": "对障碍物泥巴屏障都可以, 屏障不就是泥巴吗, barrier, 用棍子做的障碍物屏障, 继续来, embarrassed, 使em想着en, bar, 棍子s, 屁股, 他们这个单子到此都忘不了吧,", "s": 5}, {"v": "t1pP0_j6Fis", "t": 1680.2, "c": "这个讲的好像, 对, 它, 你看, 再看看, 有点像embarrassed, 这个是, embarrassing, 不一样, 使, em还想着en,", "s": 5}], "embarrassing": [{"v": "t1pP0_j6Fis", "t": 1658.2, "c": "尴不尴尬, embarrassed, 使尴尬, 这个单子很少单独考, 所以一般讲到一般都是个形容词, embarrassing, 令人尴尬的, 是不是使棍子打屁股, 一个班的人都看着, 多么尴尬, embarrassing,", "s": 5}, {"v": "t1pP0_j6Fis", "t": 1731.1, "c": "哎呀, 我想起来我都看到, 你那小孩小时候都会打枪, 我看着这一点安全感都没有, 怎么活呀, embarrassing, 使爸爸死在了大石棺, 再来一遍, embarrassing, 使爸爸死, 大石棺,", "s": 5}], "erase": [{"v": "t1pP0_j6Fis", "t": 2004.0, "c": "再来一遍cancel, 砍手, 取消终止, delete, 删除, erase, erase你见的很少, 他的橡皮见的很多对吗, erase, 这不是橡皮吗, 那把R去掉,", "s": 5}], "encourage": [{"v": "f4X7J6M3Aac", "t": 626.6, "c": "他们这个当中是动词要discourage, 使你没有勇气, 使挫折, 使失败, 好继续, encourage, en使, 使你有勇气, 然后研究生考不上, 使你有勇气, 我在干嘛你,", "s": 5}, {"v": "t1pP0_j6Fis", "t": 2556.0, "c": "somebody to do something, 其实在某种程度就等于, encourage somebody to do something, 鼓励某人做某事,", "s": 3}], "emotion": [{"v": "MS49cPv8p-8", "t": 58.0, "c": "特别你告诉我你内心的运动 一般通过你的什么表现出来 今天烦躁的很心里面特别烦躁 通过你的什么表现出来内心的运动 情绪情感 所以emotion情绪情感 这个单词考的不多 它多的是情绪的情感的 emotional情绪的情感的 把你的运动出来 通过什么是不是情绪情感", "s": 8}], "emotional": [{"v": "MS49cPv8p-8", "t": 64.9, "c": "通过你的什么表现出来内心的运动 情绪情感 所以emotion情绪情感 这个单词考的不多 它多的是情绪的情感的 emotional情绪的情感的 把你的运动出来 通过什么是不是情绪情感 喜怒哀乐表现出来 emotional情绪的情感的 就是感性的", "s": 10}, {"v": "MS49cPv8p-8", "t": 151.3, "c": "总用比率来说话 rational理性的 好不解释了 irrational不理性的 不理性的 就等于emotional 感性的 好继续来 reasonable不用讲 我们太熟了 合理的", "s": 5}], "ederkut": [{"v": "MS49cPv8p-8", "t": 1882.6, "c": "跟它DK 那个DDK的什么 腐败腐烂 好 这个印度称 Ederkut Eder Ezai的 Ad Ezai的 我", "s": 5}], "ezai": [{"v": "MS49cPv8p-8", "t": 1884.2, "c": "腐败腐烂 好 这个印度称 Ederkut Eder Ezai的 Ad Ezai的 我 K他 Ezai的", "s": 5}], "evoke": [{"v": "MS49cPv8p-8", "t": 2005.8, "c": "是不是引发触发那个名字 扳机 Trigger 扳机 引发触发 Evoke 这什么意思 刘老师 Evoke 一出去 我K", "s": 10}], "evaporate": [{"v": "MS49cPv8p-8", "t": 2404.7, "c": "对你出现在外面的就是外貌外观 disappear消失 这单字怎么也写了 appear不讲了 好讲了disappear消失再来个小时 evaporate 一出去 vapal外婆 外婆出去了 ate结尾是个动词的后盾 外婆有老年痴呆症", "s": 5}], "extend": [{"v": "UXto6OC0rqg", "t": 168.4, "c": "刚才snatch 抢夺抢走 这是stretch 伸展 舒展都可以 来这个单子叫做extend 好 下面咱们开始讲tend所有的语言 ex表示网贩 tend表示什么 倾向语", "s": 10}], "expert": [{"v": "UXto6OC0rqg", "t": 2384.3, "c": "满盆劫难 走不说了 找你的speciality 特别的地方 特长特产 expert专家 为什么讲expert 因为讲到了specialist 特别的人专家 expert专家 这上次还用讲吗", "s": 5}, {"v": "UXto6OC0rqg", "t": 2530.4, "c": "你看这几个单多像 peculiar 奇怪的古怪的 specific 具体的 这个expert不行 speciality 特长特产 specialist的专家 specialized 擅长", "s": 3}], "energy": [{"v": "E7NCsZKSfVA", "t": 1232.2, "c": "tissue, tissue, 想完了, 往上一提一提tissue, 纸巾, 好Energy, 这个单词的原型是Energy, E-N-E-R-G-Y, Energy, 它的形容叫Energy, 他们看这单词没有,", "s": 10}, {"v": "E7NCsZKSfVA", "t": 1322.6, "c": "别人干一个小时累的不行, 能干6个小时, 哇塞, 一个人6个人, 精力充沛的, 充满活力的就等于Energy, Energy, Energy, Energy, 精力, 精力,", "s": 5}], "e-n-e-r-g-y": [{"v": "E7NCsZKSfVA", "t": 1235.1, "c": "想完了, 往上一提一提tissue, 纸巾, 好Energy, 这个单词的原型是Energy, E-N-E-R-G-Y, Energy, 它的形容叫Energy, 他们看这单词没有, N-N-E-R-G-Y, 他们看听到翻译是不是,", "s": 8}], "echo": [{"v": "E7NCsZKSfVA", "t": 1826.4, "c": "没有特别没有太阳, 病细菌, 这么多的细菌微生物, 讲细菌微生物, 好继续来, Echo, 听得懂什么, Echo, Echo, 一口喝Echo, Echo一口喝酒酒精,", "s": 5}], "examination": [{"v": "E7NCsZKSfVA", "t": 1873.8, "c": "可以反正物理的物体的身体的有形都可以, phedico, 这个单词一般考的我们都是身体的, 很难见到是物理的, 叫phedico examination叫体检, 身体的检查叫体检, phedico身体的, 对物理的就是身体的, 所以那个量温度都是你的物理温度是, 就身体温度对不对,", "s": 8}], "essence": [{"v": "E7NCsZKSfVA", "t": 2248.7, "c": "我没有用他的牌子, 我没有用过这个牌子, sell to sell essence, 能看到这个单词吗, 看到这个单词, essence, 太小了你看不清, 叫esense,", "s": 10}], "esense": [{"v": "E7NCsZKSfVA", "t": 2254.7, "c": "essence, 能看到这个单词吗, 看到这个单词, essence, 太小了你看不清, 叫esense, essence在女士化妆品里面叫精华, 叫精华液, 咱们班女士应该用的不多吧, 你们还那么年轻用什么精华, 我在用,", "s": 8}], "evitable": [{"v": "E7NCsZKSfVA", "t": 2469.4, "c": "必不可少的, 讲到了没有刚笔的, 咱们再讲一个, in先别看, 看, evitable, evitable, 你们看这个大字, a位桌子, evitable, 两位桌子,", "s": 5}, {"v": "E7NCsZKSfVA", "t": 2593.9, "c": "看你被打的鼻青脸肿, 这治病也5块钱不行吧, 是不是染位桌子, 可以避免的, 为了一张破桌子, Evitable, 可以避免的, inevitable, 不可避免的, 把我累得讲了半天, inevitable,", "s": 3}], "e-s-t": [{"v": "2OCkgjS6lHc", "t": 1026.0, "c": "过了今天没明天, 好, 继续来, 这个单词叫做, est, e-s-t, 说, 形容字最高级, 要么加m-o-s-t, 要么加e-s-t, 最高级,", "s": 8}, {"v": "f4X7J6M3Aac", "t": 2297.4, "c": "只为讲一个单词, 所以没有什么逻辑性, 走, Estate, Estate, E-S-T想成爱死他他, 你看, 爱死他他, 爱死他, 爱什么钱呀, 所以Estate,", "s": 3}], "e-mate": [{"v": "2OCkgjS6lHc", "t": 1294.4, "c": "是吗? Intimate, 在内心提到的朋友, 亲密的, 密切的, 上次那不是E-mate吗? 你从哪学的E-mate, 大兄弟, E-mate是里边的朋友, 它就是寓有, 监狱里边的朋友,", "s": 5}], "encouragement": [{"v": "f4X7J6M3Aac", "t": 646.1, "c": "encourage, 激励鼓励, 好没问题, encourage不能不说了, 名词, 激励鼓励的名词encouragement, 好拜拜, 这单子叫retreat, re表示往回, 是不是, treat认识吗,", "s": 8}], "eligible": [{"v": "f4X7J6M3Aac", "t": 1078.3, "c": "派生资格一定要看看对吗, 对, 讲到了能胜任的, qualify的, 再来一个对吗, eligible, eligible, 一猜就是个形容词, 以ibl以解为, 前面是ally, ally,", "s": 5}], "elysium": [{"v": "f4X7J6M3Aac", "t": 1089.8, "c": "以ibl以解为, 前面是ally, ally, ally, 是个女生的名字, Elysium, 梦游先进记, 没看过吗, ally, eligible, 什么意思,", "s": 10}], "elevate": [{"v": "f4X7J6M3Aac", "t": 1116.4, "c": "qualify就等于eligible, ally是可以的, 能胜任的, 合格的, 好, elevate还带ally, ally喂他, 你看elevate, elevate, 你看那个Elysium梦游先进记, Elysium最后变得很小是吗,", "s": 5}], "elevator": [{"v": "f4X7J6M3Aac", "t": 1144.5, "c": "举起手, 举起脚, elevate, 举起升起, 这个单词这么简单太多了, 电梯elevator, 就你们学校的电梯, 你们小学电梯, 什么各种, 你看现在牌子多得很, 什么日历的电梯,", "s": 10}], "estate": [{"v": "f4X7J6M3Aac", "t": 2294.4, "c": "其实最有钱真的不是最适合你的property, 最适合你的有钱的property, 只为讲一个单词, 所以没有什么逻辑性, 走, Estate, Estate, E-S-T想成爱死他他, 你看, 爱死他他, 爱死他,", "s": 5}, {"v": "f4X7J6M3Aac", "t": 2369.6, "c": "财产, 财富, 他们这一会在讲钱听懂了吗, property, 财产, Estate, 对对, 爱死他的财富财产, wealth, 威尔士, 财富财产,", "s": 5}], "east": [{"v": "f4X7J6M3Aac", "t": 2581.2, "c": "west and sets in the east, 是吗? 说反了, rises from the", "s": 5}], "ethic": [{"v": "F_j4EN6Igkg", "t": 537.2, "c": "不朽的永恒的, immortal, 不朽的永恒的moral, 有道德的讲道德的mortal, 必死的一定会死的, 叫ethic, ethic, 哎呀这个单词我讲的不好, 尽情原谅, a, a,", "s": 10}, {"v": "F_j4EN6Igkg", "t": 602.2, "c": "ethic, 那个i-sic里边放的东西一定要很干净, ethic, 那个i-sic伦理道德, 对i-sic储存的东西要讲伦理道德, ethic, 伦理道德, ethic, ethic, i-sic, 那个i-sic伦理道德,", "s": 5}], "evident": [{"v": "F_j4EN6Igkg", "t": 937.0, "c": "敲打的, striking, 明显的, 显而易见的, 好继续来, 叫evident, 因为讲到了明显的显而易见的再来一个叫 I'm wait等他, 你看evident, I'm", "s": 10}], "evidence": [{"v": "F_j4EN6Igkg", "t": 989.0, "c": "悄悄打打, 明显的显而易见的, I'm wait等他, 明显的显而易见的, evidence, 证据, Evident, I'm wait等他, 明显的Evidence,", "s": 5}], "element": [{"v": "F_j4EN6Igkg", "t": 1368.8, "c": "原始的粗糙的, prime, 鼎盛时期, 盛年时期, 好继续来, element, 好element, 听到什么了, 爱了妹妹element, element, element,", "s": 5}, {"v": "F_j4EN6Igkg", "t": 1432.2, "c": "爱了妹妹还需要很多因素要素, 你才能走到一起, 爱了妹妹需要很多的什么, 快点, 元素因素, 爱了妹妹要想走进婚姻还需要很多的元素要素element, 特别你记住婚姻真的不是两个人的事, 如果你认为婚姻是两个人的事, 爱情是两个人的事, 婚姻一定不是两个人的事, 婚姻一定是两家人的事,", "s": 5}, {"v": "F_j4EN6Igkg", "t": 1502.0, "c": "里边搁点, 什么东西, 成分要素, 里边搁点成分要素, 刚才那个, element, element, element成分要素, ingredient, 里边搁点成分要素, 继续来,", "s": 5}], "elite": [{"v": "F_j4EN6Igkg", "t": 2707.8, "c": "authentic, 真正的, authority, 权威, 好, elite, elite, 一, 出去, elite, 离开它,", "s": 5}, {"v": "F_j4EN6Igkg", "t": 2777.9, "c": "你天鹅跟一群小乌鸦跟他呱呱的, 跟他吵来吵去搞不搞笑, 自降身份, 是不是, 何止就是浪费时间, elite出去离开他们, 你是个精英, elite, elite, elite, 精英,", "s": 5}], "engineers": [{"v": "F_j4EN6Igkg", "t": 2833.5, "c": "哥哥牛死了, 哥哥真是个天才呀, genius, 天才, 好, engineers, 里边是个天才, 我内心是个天才, 我什么想法都有, 我内心是天才, 那不是聪明的机灵的呗,", "s": 5}, {"v": "F_j4EN6Igkg", "t": 3191.6, "c": "cognition, cognitive, 靠哥你提我, 这一拖应该讲有二十几个带哥哥单词, 从哥哥牛死了, 从engineers, 从哥哥什么伪造遗嘱, 一堆全是带哥哥单词, 静心服习, 二十几个单词搞到手了, 好不好,", "s": 3}], "extinguish": [{"v": "CxHCRbmy4Y0", "t": 16.6, "c": "好,动员们我们继续开始第六单元正式开始了哈。 坚持的名字叫做熬过每一天,所以什么叫坚持,就是把每天的任务做好。 咱们一起继续进行第六单元。 开始了啊。 这个单词放了一个灭火器能看出来吗?叫extinguish。 因为这个单词我怎么都讲不好,但是灭火器上一般都有这个单词,叫做extinguish,能看清吗? extinguish后面加了一样叫灭火器。 那你说extinguish是什么意思呢? 灭绝吧,熄灭吧,对吧,灭绝。 灭绝时代规矩这个单词,熄灭压制extinguish熄灭压制extinguish叫灭火器。", "s": 10}], "extinct": [{"v": "CxHCRbmy4Y0", "t": 42.2, "c": "extinguish后面加了一样叫灭火器。 那你说extinguish是什么意思呢? 灭绝吧,熄灭吧,对吧,灭绝。 灭绝时代规矩这个单词,熄灭压制extinguish熄灭压制extinguish叫灭火器。 没问题吧。 好,这个单词叫extinct。 那刚才是extinguish是熄灭压制,那你说extinct什么意思? 灭绝的是不是看见灭绝的绝种的恐龙就是extinct。 对这个单词很不好讲,所以我讲的不是很好。 那怎么办? 你就自己死机应该想想灭火器,可以去你们楼道去你们教室门口,只要有灭火器,就这个大桶的地方都能见到一个单词extinguish。", "s": 10}], "extrinsic": [{"v": "CxHCRbmy4Y0", "t": 577.5, "c": "我们经常会说 你看这个孩子天生都很善良 天生里边纯纯的intrinsic 是吗 内在的固有的 这个单词extrinsic 不讲了 那他intrinsic 内在的固有的 外在的 extrinsic", "s": 10}], "external": [{"v": "CxHCRbmy4Y0", "t": 596.8, "c": "好请看这个单词叫internal internal 内部的 不用解释 你看他的对应词是 external 外部的 对AL结尾是个形容词后缀 internal 内部的 external", "s": 8}], "exterior": [{"v": "CxHCRbmy4Y0", "t": 610.2, "c": "外在的 外部的 好继续来 interior 先别看 exterior 看见了吗 interior 内部 exterior 外部", "s": 5}], "evoevoevo": [{"v": "CxHCRbmy4Y0", "t": 861.0, "c": "能听懂吗 知识一定有用 只是你现在可能还没有展示出来而已 那就是你的爆发力 那就是你的力量 EVOEVOEVO 旋转转出去 进化发展 知识就能让你转出去 EVOEVOEVO 要不就原地打滚", "s": 5}], "evoevo": [{"v": "CxHCRbmy4Y0", "t": 909.1, "c": "而不是为了钱而去工作 因为为了钱而工作 一直在旋转 为了你的梦想在工作 为了你热爱的东西在工作 你再EVOEVO 说的真太好了 那旋转EVOEVO EVOEVO旋转 E转到里边去了 女生宿舍特别容易发生这事儿", "s": 5}], "enlarge": [{"v": "CxHCRbmy4Y0", "t": 2551.1, "c": "同学们刚才那一批单词不简单 我建议你可以复习一下了 你应该简单不多 不简单 应该是考验里边偏难的单词 enlarge 好 因为讲到了enforce 咱们讲几个单词 en单词 使大", "s": 5}], "electron": [{"v": "NJcn3R9ZfOA", "t": 633.7, "c": "铁壁小原子, 咱们中国把它翻译成Atom, Atom, 原子, 继续来, Electron, 听到四个字快点听到什么, 一来可愁, Electron, 一来可愁了, 告诉我现在家长,", "s": 10}], "electro": [{"v": "NJcn3R9ZfOA", "t": 676.4, "c": "一来可愁, 电子化的时代一来临就愁了, Electron形容词电子的, Atom 原子, Electro 电子, Nuclear 核, 这个单词我以前不敢讲, 就是原子能的,", "s": 8}], "endure": [{"v": "NJcn3R9ZfOA", "t": 940.3, "c": "其实它就等于suffer, 遭受经受, 从下面走, 别人都踩你的头, 遭受经受Undergo, Endure, Endure, Endure, End, 等到最后, You,", "s": 5}, {"v": "NJcn3R9ZfOA", "t": 1021.8, "c": "是不是他这个忍受容忍都需要时间的, 同学们, 持续时间, 期间Duration, 持续时间, Endure, 容忍忍受Duration, 持续时间, Pollute, Pollute, 这还讲吗?", "s": 5}]}