{"gamble": [{"v": "xx4eEyq84x0", "t": 826.9, "c": "recreation不就等于刚才那个amusement吗, amusement, recreation, 再创造, 回来, 这点gamble, 听到什么了, gamble, 发音特别像干部, 听过吗, 干部,", "s": 5}], "gambo": [{"v": "xx4eEyq84x0", "t": 851.4, "c": "你猜这个单词是吃, 是喝, 是嫖, 还是赌, gamble, gambo, bo, 它里面有个bo的音, 所以gambo叫赌博, 干部赌博, 干部赌博,", "s": 10}, {"v": "xx4eEyq84x0", "t": 917.6, "c": "娱乐消遣活动, 刚才那个是谁, 还有一个娱乐消遣, amusement, 好, gambo, 这个单字leisure, 真的累了, 娱乐消遣一下, 这个单字retire, 阿姨累了,", "s": 5}], "good": [{"v": "F_j4EN6Igkg", "t": 424.6, "c": "auro english is not very good, my auro english is not", "s": 3}, {"v": "xx4eEyq84x0", "t": 1220.6, "c": "well, fair well是远阿姨很好的离开告别晚会, 这个单词是很好的去远阿姨家, well想成很好的, good的, 发远的阿姨, 所以你要很好的去远阿姨家, 一定不要花你爸爸妈妈的钱, 因为你花的钱他永远数了你, 还去你阿姨家不去,", "s": 8}, {"v": "UXto6OC0rqg", "t": 2196.5, "c": "专长擅长语 专攻擅长语 比如specialize英语 擅长英语 就等于be good at specialize在什么地方很特别 专长擅长语 specialize很好记 好的", "s": 3}], "gloom": [{"v": "xx4eEyq84x0", "t": 1877.0, "c": "写成的flower is blooming, 6100朵花在开放绽放, 没问题, 对这些gloom, 哇塞, 好像, 对gloom哥哥看100米以外的妹妹看不清, 告诉我什么感觉, 男生会有点快点,", "s": 5}], "gross": [{"v": "rlx3xP_CnZw", "t": 16.8, "c": "同学们这一会你应该大概的停一下了 把前面几个单词给记一下 身淫呀 痛苦呀 这个什么前面这几个单词 什么gross呀 割肉死呀 割肉呀 摸啊 摸啊 都记一下好不好", "s": 3}, {"v": "xx4eEyq84x0", "t": 2388.9, "c": "声音, moo, 一个牛叫moo, 声音, 好继续来, gross, 还是跟割肉有关系, 割肉, 我说的是河南话, 因为你们说买肉一般不说割肉, 我们河南话会说割肉,", "s": 10}, {"v": "xx4eEyq84x0", "t": 2457.1, "c": "GDP, 同学们你要不知道这个东西咱都没法讲了, 就是总的毛的, GDP, G是谁, 就是gross, 总的, 国民生产总值D domestic, 国内的, domestic,", "s": 5}], "gdp": [{"v": "xx4eEyq84x0", "t": 2447.7, "c": "割冷海是不是, gross, 毛的总的, 如果你对这个单词还没有感觉, 哇塞, GDP, 同学们你要不知道这个东西咱都没法讲了, 就是总的毛的, GDP, G是谁, 就是gross,", "s": 10}], "gangetic": [{"v": "ohVvDtW7V3Y", "t": 575.7, "c": "当名字讲是巨人 当形容字讲是巨大的jant jant自行车 巨大的巨人 好是这样 gangetic 你再看这个单词对吗 jant gangetic 好像啊 多了个ji也要少", "s": 10}], "grace": [{"v": "FMozCsEv1SM", "t": 714.5, "c": "高雅, 魅力, 走了, 快点蚂蚁露出他那什么大腿, 优雅的大腿, 继续来grace, 这个词应该很熟了吧, grace是比赛, 对不对, grace是比赛对不对, 对不对,", "s": 5}], "graceful": [{"v": "FMozCsEv1SM", "t": 749.2, "c": "grace, 优雅, grace, 优雅, 这个单词很少单独使用, 一般都是他的形容词叫graceful, 优雅的就等于elegant, 蚂蚁露出他的优雅的大腿, elegant就等于graceful, 就等于charming, 对charming有魅力的也是优雅的,", "s": 8}], "glow": [{"v": "FMozCsEv1SM", "t": 803.8, "c": "哥哥跟萧战一比, 真的瞬间暗淡无色, 但是哥哥如果站的低一点, 跟下面的人比, 哇塞瞬间发光, glow, 发光, 发光发热, 来, 这个单词一般搞的glowning, 发光的,", "s": 10}, {"v": "FMozCsEv1SM", "t": 1009.6, "c": "你让哥哥跟那些奇珍异宝比哥哥又不行了, 你让哥哥跟底下的一比, 跟垃圾一比, 哇塞, 瞬间发光, 所以glitter在某种程度里有一个glow, glitter, glow, 发光闪光, glitter, 哥哥垃圾笔发光闪光,", "s": 3}], "glowning": [{"v": "FMozCsEv1SM", "t": 808.3, "c": "哇塞瞬间发光, glow, 发光, 发光发热, 来, 这个单词一般搞的glowning, 发光的, glow, 你就翻译成发光的热情洋溢的不是隐身的吗, 看见没, 发光的,", "s": 8}], "glitter": [{"v": "FMozCsEv1SM", "t": 980.7, "c": "哥哥站得很低, 发光, Polish, 抛光, 擦亮, Glitter, 先讲litter老爷们, litter长得特别像little, 小东西, 是不是小的? litter是垃圾,", "s": 5}], "girl": [{"v": "d2f3Pq-Csfw", "t": 378.2, "c": "我是个坏人 I'm a get bad girl I was bad girl previously", "s": 3}, {"v": "QHQj7TvTk2w", "t": 2339.9, "c": "好像那alert, 而一个, a boy, a girl, 一个, 乐他, 一个高兴的他, alert, 那不就一个乐的他,", "s": 3}], "generate": [{"v": "d2f3Pq-Csfw", "t": 1272.5, "c": "下蛋的速度被赵本山 夸张夸大了 exaggerate 夸张夸大 继续来 generate 好来基因 g 就是基因 这个不想人速度想人老鼠 rate是老鼠", "s": 5}], "gate": [{"v": "f4X7J6M3Aac", "t": 418.1, "c": "不讲了, 你记住都行了, 这个叫navigator, navigator, vibrator吗? gate门口响着门, na六扇门, gate就响着门, na六扇门, 这不是明朝的特务记录叫六扇门, na六扇门,", "s": 8}, {"v": "d2f3Pq-Csfw", "t": 1877.9, "c": "investigate 推明看 invest不是投资吗 是不是投资 i是我 gate是门口 同学们你拿了两个亿去西部投资去了 乱投 人家不是说投资需谨慎 入市有风险 对投资之前我要站在门口", "s": 3}, {"v": "2OCkgjS6lHc", "t": 2269.8, "c": "就灌溉, I, I, I, I, gate我们认识吧, 你们门口, 没问题吧, 好, 很多老师讲的方法不一样, 我觉得这样讲挺好的,", "s": 3}], "gan": [{"v": "MS49cPv8p-8", "t": 744.4, "c": "miserie痛苦名词 miserie痛苦的形容词 继续来 panful pan这个单词我们前面讲过了 没讲过讲的是gan是吧 no pants no gans 这不是你前面说的吗", "s": 8}, {"v": "d2f3Pq-Csfw", "t": 2160.0, "c": "organ 讲到肝脏 再讲到和肝脏有关叫 organ 他发音他们 gan organ 把肝都给吐出来了 organ gan 肝脏是什么东西", "s": 8}], "guarantee": [{"v": "4glqjiOAcnI", "t": 763.6, "c": "保证确保 使确信 保证确保 再来一个保证确保 好不好 guarantee guarantee怎么来讲 你看guar想成guards 少兵 是不是少兵 guards", "s": 5}, {"v": "4glqjiOAcnI", "t": 834.4, "c": "那个蛇精大王说 一定要看好大腕 不要让他跑了 小蚂蚁少兵说 保证完成任务 所以guarantee 保证 保证 担保 guarantee guarantee", "s": 5}], "guards": [{"v": "4glqjiOAcnI", "t": 767.1, "c": "保证确保 再来一个保证确保 好不好 guarantee guarantee怎么来讲 你看guar想成guards 少兵 是不是少兵 guards 舒服家不就saveguards吗 守卫少兵", "s": 5}], "galair": [{"v": "4glqjiOAcnI", "t": 1731.9, "c": "这个妹妹好漂亮 Scandal 浏览 好 继续来 Galair 对 现在在讲带看的相关单词 Galair 哥 拉", "s": 5}], "g-l-a-r-e": [{"v": "4glqjiOAcnI", "t": 1761.4, "c": "谁是你阿姨 Galair 有这种人吗 厉害的很 Galair G-L-A-R-E 叫怒目而视 哥拉阿姨怒目而视 Galair 哥拉阿姨怒目而视 好", "s": 8}, {"v": "4glqjiOAcnI", "t": 1976.8, "c": "一撇 Glance 怒目而视 快点哥拉阿姨 Glare G-L-A-R-E 所以现在应该复习 把前面那几个带看单词 各种看 全部复习一下 我们还继续进行", "s": 3}], "glams": [{"v": "4glqjiOAcnI", "t": 1806.0, "c": "所以你看别人会一直盯着看吗 是不是这样看 比如你看这个学生长得很漂亮 知道吧 再瞟一眼是不是 Glams 一瞥 看一眼 Glams 一瞥 看一眼", "s": 5}], "galance": [{"v": "4glqjiOAcnI", "t": 1820.7, "c": "不好意思 一直看 好 一瞥 继续来 Galance 这个单子翻译 它们像 哥 我写出来吧 嘴飘了", "s": 5}], "gaze": [{"v": "4glqjiOAcnI", "t": 1860.3, "c": "哥哥立在那儿看妹妹 Galance Galance 一瞥 继续来 Gaze 听到什么 这个单字我写不好 所以你必须来看 Gas Gaze", "s": 5}, {"v": "4glqjiOAcnI", "t": 1957.2, "c": "还是盯着看 盯着看刘老师 Stare 对盯着看凝视 就等于谁 Gaze 尴尬死了 凝视着盯着别人看 Gaze Stare 看星星", "s": 5}], "gu": [{"v": "MS49cPv8p-8", "t": 432.0, "c": "bi就等于di就等于两个 怎么来记自行车 bicycle bicycle 所以是两个 gu gu gu gu 是两个gu gu", "s": 10}], "gans": [{"v": "MS49cPv8p-8", "t": 745.9, "c": "pan这个单词我们前面讲过了 没讲过讲的是gan是吧 no pants no gans 这不是你前面说的吗 no pants no gans", "s": 10}], "grade": [{"v": "F_j4EN6Igkg", "t": 252.4, "c": "上档次的有级别的, 有等级的优秀的, 是吧? upgrade, 对讲到等级, grade是class是班级, grade是, 是一年级, 二年级, 它也是级别, 所以grade是级别upgrade,", "s": 5}], "geniu": [{"v": "F_j4EN6Igkg", "t": 2590.6, "c": "true, fake, 好, 假的, 过, geniu, 对, 讲到假的再讲个真的, geniu, 听到什么来, 俩汉字,", "s": 5}, {"v": "F_j4EN6Igkg", "t": 2683.4, "c": "authentic, authentic, 真正的可靠的, 作者的真正的可靠的, 解牛快解牛, geniu, 真正的authentic, 作者的真正的可靠的, authority, 权威, 对作者才是最权威的,", "s": 5}, {"v": "F_j4EN6Igkg", "t": 2790.9, "c": "elite, elite, 精英, genius, 呀这不gen, 不是geniu, geniu是解牛, 是真正的, 这是genius, 汉语拼音, 汉语拼音,", "s": 5}], "genius": [{"v": "F_j4EN6Igkg", "t": 2787.6, "c": "你是个精英, elite, elite, elite, 精英, genius, 呀这不gen, 不是geniu, geniu是解牛, 是真正的, 这是genius,", "s": 5}, {"v": "F_j4EN6Igkg", "t": 2864.6, "c": "有创造型的, 你就发现成机灵的聪明的engineers, engineers, 里面是天才, 那不是聪明的机灵的engineers, genius, 好, 这叫newsense, 为什么讲到engineers讲newsense, 因为他的发音就是牛绅士, 见过那种人吗?", "s": 10}], "gesture": [{"v": "F_j4EN6Igkg", "t": 3089.9, "c": "庸俗的, 好奇吧, 哥哥单字, 哟, 这还是哥哥, gesture, gesture, 哥哥死了, ture一想成true真的, 哥哥死了真的怎么啦, 再讲周星驰的电影,", "s": 5}], "grasp": [{"v": "CxHCRbmy4Y0", "t": 1820.2, "c": "不就发现察觉了吗 有一款这叫discovery 路虎的是吗 发现者 discovery 好继续来叫grasp grasp咱们先解决一下 草认识吗 你看grasp 趴在草上 你在左边", "s": 10}, {"v": "CxHCRbmy4Y0", "t": 1907.7, "c": "哥哥先干嘛 紧握紧抓 你不紧握住 你怎么撕扯 grip紧握紧抓 grasp 抓住握住 grip紧握紧抓 grip紧握紧抓 可以的吗 rip撕扯grip", "s": 5}], "grip": [{"v": "CxHCRbmy4Y0", "t": 1896.6, "c": "谁撕扯你的衣服 哥哥 哥哥打架跟妹妹 哇塞 哥哥要撕扯妹妹的衣服 grip什么意思 哥哥要撕扯妹妹的衣服 哥哥先干嘛 紧握紧抓 你不紧握住 你怎么撕扯", "s": 10}, {"v": "CxHCRbmy4Y0", "t": 2018.7, "c": "就像条纹一撕一扯一扯一条一条的吗 strip条纹线条 strip 再重新来 把这几单子来一边来 grip 各个撕扯 紧握紧抓 在街上撕扯 在街上撕扯 脱下剥下", "s": 5}], "genre": [{"v": "NJcn3R9ZfOA", "t": 1909.4, "c": "刘老师你这个衣服的style还挺可以呀, style, 风格, 样式, 好, 还genre, 把R去掉, 这不是基因吗, 刘老师, 这样, 加个R,", "s": 5}]}