{"fail": [{"v": "3", "t": 133.0, "c": "是个动词,但它的名字就是success,对success是名词, 你看,一步一步往上往上成功了吧,success好,成功。 他们有听过很多地方把这个单词翻成中文的叫success, success就成功,success成功。 好,继续来,这个单词叫做,对,讲到了成功, 对,讲到了成功,咱们讲一下失败吧,fail怎么记。 fa想成far,爸爸,father,爸爸。 il想成两个l,eo,那就爸爸病了, faiou读生,很简单fail。 爸爸病了,faiou,fail。 爸爸病了就爸爸的身体怎么了?"}, {"v": "0", "t": 455.4, "c": "对你已经背过六遍了,对不对,再来一遍的时候你已经很熟很熟了,你可以把我的语速调快一点,再来一遍再来一遍,好再来一遍, 几遍了,九遍,我告诉你单词背到九遍什么感觉,这位单词正常不出意外,你永远都记得了,所以我们需要九遍, 那老师我能不能在中考间再听一遍再来一遍,当然可以了,你什么时候一望都可以不断的复盘,但正常情况下九遍连续九遍已经很好了, 如果后期你想再来一遍,一遍就是三遍,对不对,一遍就是三遍,你的中考永远会考满分的,不要笑,不要笑,真的,只要单词没问题, 任何一词考试基本上都没有问题了,我们基本上每天都在背单词,但是你的效果背的很差而已,好不好,温馨提醒你一下, 来,派生词和扩展词也要求记忆,比如我讲的fail,我后面会讲,咱们讲的会unfail,fail是公平的,unfail是不公平的, 那这个派生词也要背,unfail不公平的,对,我们考试不光考原词,还可以考派生词,派生词和扩展词,你在看的时候也一定要看, 有可能我的嘴没有说到,但是你一定要看,特别简单的词汇没有做讲解,比如mother,讲到的时候我会拉过去,没有讲,因为我觉得特别简单你认识, 对,特别简单词汇没做讲解,但是同学们仍然需要掌握,就是你听到第一个单词,第二个单词刘老师怎么没讲,直接讲第三个单词,说明第二个单词你仍然需要看一眼,那个单词很简单,我没有讲而已,听懂了老师,认真经养,不断复盘,我一定认真经养,这一门课就我这一本书可以拯救你的整个中考英语的,谁敢拯救我能拯救你,来小朋友继续来,那刘老师你的书是怎么讲的,好,我先说一下我的书, 咱们这个书讲解单词的方法包括了四种,你不用管哪一种,没有什么科学语句你能记住就很好,第一种联想法,我用你举例子,第二种叫辞根辞锥法,第三种叫行进对照法,第四种叫谐音法,什么叫联想法就是瞎想,比如这个单词mark,你想到了什么,我的手上给你拿一个mark笔,对不对,mark笔你没有吗,我女儿应该跟你一样大,可多mark, 各种颜色,24个颜色,36个颜色叫marker"}, {"v": "2", "t": 650.1, "c": "对 un表示否定 记住了 因为咱们下面还会讲很多代 un表示否定单词 fail unfail fold unfold 继续来 这个单词叫做"}, {"v": "36", "t": 1204.4, "c": "usually, 继续来, I usually, 不通常的呗, Fail是公平的还记得吗? I fail不公平的还记得吗? You我们表示否定, I usually,"}], "fair": [{"v": "2", "t": 524.8, "c": "event 事情事件 好吧 来这个单叫做 A fair 对 就是这个音 air A fair"}, {"v": "2", "t": 632.5, "c": "折叠 unfold 展开 打开 un不是表面否定吗 fair不是公平的吗 unfair是不是不公平的 fold是折叠 unfold不就是展开吗 unfold 展开"}, {"v": "0", "t": 1739.9, "c": "你很快就会知道 以Un结尾一般都是一个前缀 表示否定 如果你不记得 来这个单子记得吗 fair 公平的 对我们下面会讲的单子叫公平的 unfair的意思是不公平的 un表示否定 那able能够"}], "father": [{"v": "3", "t": 136.0, "c": "你看,一步一步往上往上成功了吧,success好,成功。 他们有听过很多地方把这个单词翻成中文的叫success, success就成功,success成功。 好,继续来,这个单词叫做,对,讲到了成功, 对,讲到了成功,咱们讲一下失败吧,fail怎么记。 fa想成far,爸爸,father,爸爸。 il想成两个l,eo,那就爸爸病了, faiou读生,很简单fail。 爸爸病了,faiou,fail。 爸爸病了就爸爸的身体怎么了? 躺在这打垫低,怎么了,爸爸怎么了?"}, {"v": "29", "t": 389.3, "c": "我告诉你高中单字加到一起也不到2000个单词 这2000个单词包括儿 包括儿包括girl boy mother father 会被一个少一个你知道吗 生什么气呢 你看这不说哇塞 我又会被一个一六六少一个哟 是不是"}, {"v": "26", "t": 549.7, "c": "a dog, cake, 你爸踢你, my father kicked me, 我的爸爸踢了我, my father"}, {"v": "28", "t": 716.9, "c": "your mother, depend on your father, 依赖, 依赖怎么记, 第一想成弟弟pan, 认识吧, 刚比,"}, {"v": "25", "t": 2092.0, "c": "我的爸爸是个警察 对这个警察是个警察的总称 对警察警察局 这个警察就是单个的一个人 My father is a policeman My father"}, {"v": "24", "t": 2158.6, "c": "Driver司机, Push Driver司机呀, 我爸爸是个出租车司机, My father is a taxi driver, 是Driver,"}, {"v": "13", "t": 2229.0, "c": "还讲吗 这个我一定讲一下 讲的很有哲学你们看 f 想成 father a 想成 and and 你看"}, {"v": "0", "t": 2424.9, "c": "a capable teacher 我的爸爸是一个有能力的驾驶员 My father is a capable driver driver"}], "follow": [{"v": "1", "t": 235.3, "c": "懂了吗, 老实在讲台上讲, 你站在下面Understand, 好懂得理解, 继续来, 这段的Follow, 这也是你们老实经常说的, Can you follow me,"}], "friends": [{"v": "1", "t": 377.1, "c": "are distant, Although we are friends, 是吧, 就心很有距离嘛, Distant, 两个站有距离的, 继续来,"}, {"v": "18", "t": 447.0, "c": "somebody,对着某人喊, 我说I could hear my friends shouting at me,我能听到我的好朋友对着我喊,to get down"}, {"v": "43", "t": 781.2, "c": "describe, describe, 好不好, describe our friends, 描述我们的朋友, 老师要求我们描述一下 我们的朋友, describe our"}, {"v": "6", "t": 1909.2, "c": "have no intention to make friends with you, 交朋友make friends, 好张开血盆大嘴说一遍,"}, {"v": "6", "t": 2160.9, "c": "have no intention to make friends with you, 好咧, 咱们基本上把tnd延伸单字快讲完了, 因为讲到了盘算打算intent,"}], "form": [{"v": "19", "t": 457.6, "c": "在一个社区,在一个团体内交流, 所以它就是社区团体, 再来一遍,community,来自于communicate, community,反映成社区,对吧,交流在一个社区内交流, 所以来自于中国联通,unicom,好,再来一遍, 这个单词叫做,读,form,form这个单词, 你看长得特别像谁,你最熟的是谁, form,对,这个单词长得特别像, 你怎么来记,totally,form是不是农场, 对,这个单词咱们很快就要讲到, 很远的妹妹,far远的,妹妹去了很远的地方,"}, {"v": "19", "t": 518.9, "c": "是不是各种框架结构,是吧, 人事科,智科科,那科,form,公司, 就等于company,就等于company,再来一遍, form,form,farm,farm,快点,中国的农业怎么啦, 坚固的牢固的,中国的农业坚固的牢固的, form,公司,商号,好继续来, 这个单词就讲到了farm,f-a-r-m, 你看,想成了farm,远妹妹, 妹妹很远在农场工作挤牛奶, 来让你看看你妹妹在工作的样子, 对吧,form,远妹妹在哪,农场,form,"}, {"v": "19", "t": 693.4, "c": "当伙伴朋友先不用记, 这不是你记的, 一个初中生就知道他是公司就行了, 刚才那个公司是谁公司, 快点个公司, 坚固的那个单子form, 对form也是公司, company也是公司, 俩公司了小兄弟, 继续来这个单子叫做combine, comb,"}, {"v": "19", "t": 1327.2, "c": "对我们在一个社区里面交流, 应该老太太坐在一起交流, 那时候没有电话吗, 这个单词发明那时候肯定没有电话, 交流社区群诺里面交流, form先讲form, 远妹妹在一个哪工作, 农场form什么意思对吗, 农业是咱们中国坚定的结实的form, 坚固的结实的, 还可以翻成公司,"}, {"v": "1", "t": 1623.3, "c": "transform, 对, 没有former, transform, transform, 先说form认识吗, 形式, 这个单词我们后期会讲form, former都会讲, 来, 开始说一下,"}, {"v": "29", "t": 2165.1, "c": "不能加s you 你没见过information information 里边的形式 信息form 为了妈妈 形式formal 正式的information信息 对 非常好"}], "famous": [{"v": "28", "t": 2238.7, "c": "那你说墨烟的书是没有用的东西吗, 那看完有如果你的精神得到了起敌不是也很好吗, speed的速度, 是不是, speed的速度, famous这个单词还要我讲吗, famous, 著名的呀, 熟不熟的呀, famous, 还得讲一下吧,"}, {"v": "28", "t": 2596.9, "c": "用一般的副词, desperately, speed, speed速度, 爸爸的老鼠, famous, 著名的, fan, 粉丝, fat, 胖的,"}], "fold": [{"v": "10", "t": 472.2, "c": "多,say,o,say,o,say,o,say,o,腿面这个L能不能用一种像拉链的感觉,衣服拉上去,大海被拉了一个拉链,什么意思,密封封条,很好,今天怎么样, say,o,大海,我想到一个拉锁,把大海的水用拉锁给封起来,say,o,是不是拉起来,大海的水,say,o,好,孙文空可以干这事,是吗,say,o,密封,密封封条,say,o,密封封条,好,来,过去了,大海上有个拉锁怎么办,密封封条,好,来一下,快点,速度快,battle,更好的什么,电池,南服电池更好,energy,energy,energy,energy,经历,经历,活力,经历,活力,经历,活力,经历,活力,经历,活力,经历,活力,经历,活力,经历,活力,经历,活力,经历 活力,energy,quitter,充满精力的,精力充沛的,beach,特别像桃子,peach,海边,海岸,这个单词叫bench,bench,长几场灯,散的,sand,沙滩,沙子,靠死它,靠死它,海岸,海边,ocean,ocean,海洋,say,o,把say给拉住了,密封,封条,好,讲完了,是不是很好记,跟着我一起寄单子,比你自己记得多, 比你自己强多了,这多么完美,快试试单子,多plenty,plenty,plenty,plenty什么意思,充足的大量的,这本单子我们在初中考试上很多的,plenty of fold,我们家有很多钱,I have plenty of money,对plenty of写作文就等于many,所以你写作文的时候不要还等于much,许多的大量的,对你不要每次都写成I"}, {"v": "2", "t": 585.4, "c": "fair公平的 过去了你们 这个单读成 多 old fold fold fold f-o-i-d-o fold 发音面里像佛的"}, {"v": "2", "t": 651.4, "c": "记住了 因为咱们下面还会讲很多代 un表示否定单词 fail unfail fold unfold 继续来 这个单词叫做 matter 这个单词不用讲"}, {"v": "22", "t": 1114.4, "c": "supply me with some food? fold, 再来遍, 张开嘴, 谁不张嘴我告诉你, 之后他的牙今天晚上坏掉一个, can"}], "fast": [{"v": "18", "t": 447.0, "c": "get down to the pool fast,就赶紧去哪,Pool人是吗,游泳池,咱们一会儿会讲swimming pool,叫游泳池,我的好朋友在对我喊,大爷,下来啦,shout at somebody,对着某人喊,shout at somebody,shout,吓他,大喊大叫,shout,"}, {"v": "11", "t": 676.0, "c": "语法课上讲形容这个副词有什么区别。 这个版本咱就不说了。run quickly。 很快的跑。 要继续来。 fast。 这个咱就不讲了吧。见的太多了。 快的。fast。 快餐。fast food。 在各地都有"}, {"v": "2", "t": 1446.9, "c": "所以我们举了个例子叫做 our country develops really fast 我们的国家发展的真的很快 our country 数数国家 the"}], "faiou": [{"v": "3", "t": 144.0, "c": "success就成功,success成功。 好,继续来,这个单词叫做,对,讲到了成功, 对,讲到了成功,咱们讲一下失败吧,fail怎么记。 fa想成far,爸爸,father,爸爸。 il想成两个l,eo,那就爸爸病了, faiou读生,很简单fail。 爸爸病了,faiou,fail。 爸爸病了就爸爸的身体怎么了? 躺在这打垫低,怎么了,爸爸怎么了? 失败了,所以fail的意思是失败。 对,它的名字你要认识,叫failure。"}], "failure": [{"v": "3", "t": 158.0, "c": "faiou读生,很简单fail。 爸爸病了,faiou,fail。 爸爸病了就爸爸的身体怎么了? 躺在这打垫低,怎么了,爸爸怎么了? 失败了,所以fail的意思是失败。 对,它的名字你要认识,叫failure。 failure叫失败的名词。 我说很多次,成功,失败是母亲的爹, 失败是成功之母。 一二三,失败是成功的妈妈,走。 the"}], "feel": [{"v": "3", "t": 223.0, "c": "这个单词加个ed就是打领带的。 tired,疲惫的,疲劳的。 当然有的同学记住稍微好一点点你也可能认识这个单词。 比如我感到很累。 I feel tired,疲惫的,累的。 我感到很累,为什么很累? 每天搭着领带上班,很正式,觉得很累。 你看这人车里打,好累啊。 打领带的,tired,疲惫的。"}, {"v": "3", "t": 510.0, "c": "你在读吗?你在读吗? 混日子的哥哥饥饿饿的,这个单字是个名词。 考的不多,多的是它的形容词。 hunger,饿的。 我说I feel hungry,我很饿。 妈妈我饿了,快点做饭呀。 hunger,hunger。 混日子的哥哥。 当然你不是混日子的哥哥。"}, {"v": "3", "t": 573.0, "c": "sick say的往哪走?快点。 往上走,成功。 feel,怎么讲呢?快点,我给你讲了。 爸爸病了,爸爸的身体怎么了?失败。 feel,失败。 retire,阿姨。 tire,什么意思?领带。 对,tire的是疲惫的,疲劳的。 阿姨累了,退休。 retire,退休。"}, {"v": "30", "t": 767.7, "c": "預報 Cast 投擲 好繼續來 是不是說的都很舒服啊 Feel 這個很好你自己讀吧 Feel 裝滿充滿 它的形容詞我們很熟叫Full 我們經常見到be"}, {"v": "10", "t": 832.4, "c": "shock 再来一遍 烧ck震惊震动shock 我如果感到很震惊 I feel shocked 我说你说的话震惊了我 What you said"}, {"v": "3", "t": 1221.0, "c": "请大爷进来。 是不是别人很用礼吗?你很敢吗?please。给你当动词讲。 是开心。是高兴。 对。所以你会见到一个单词 I feel pleased。我很开心。 对。被请的。 别人很尊重你就很开心。 对。please。请。 please还可以当。"}, {"v": "9", "t": 1371.6, "c": "定居, 解决, upset, 往上的东西往下, I feel upset these days, 我这几天感觉非常的upset, 心烦的,"}, {"v": "35", "t": 1432.0, "c": "alone 我一个人住 but I never feel lonely 我从来不感到孤单 再来一遍 我一个人住 但是我从来不感到孤单"}, {"v": "16", "t": 1505.6, "c": "not scare me 我感到很害怕 I feel scared 这是一个令人害怕的故事 a scaring a"}, {"v": "37", "t": 1715.0, "c": "情绪的情感的, 好, 继续来, 这个单字叫做failing, 这还讲吗? feel不认识吗? feel感觉, I feel, 我感动, I"}, {"v": "35", "t": 1812.8, "c": "live alone but I never feel lonely alone是一个人的 lonely是孤单的 孤单是内心 alone是一个人的"}, {"v": "4", "t": 1996.3, "c": "是失望 这个单词很少单独使用 一般都是disponded 主语是人 I feel disappointed 我感到很失望 这是一个令人失望的消息 disponding news"}, {"v": "37", "t": 2074.8, "c": "emotion, 内心的移动表现, 情绪情感, emotional情绪的情感的, feeling, feel感觉, feeling感觉的名字, move移动, 往回移动, 遥远的remote, 遥远的moto,"}, {"v": "39", "t": 2137.8, "c": "他satisfy 令人满意的 satisfy的 满意的 I feel satisfied 我感到很满意 这是一个令人满意的工作 This is"}, {"v": "39", "t": 2366.0, "c": "shame的 羞愧的 ashamed羞愧的 惭愧的 I feel ashamed shamed shame羞愧 ashamed羞愧的 来肉片快点"}, {"v": "38", "t": 2689.6, "c": "Cheers for 你不要每次都说人Happy了 我今天很开心 I feel happy 你比如说I feel cheerful 这都有水平感"}], "flight": [{"v": "3", "t": 2610.0, "c": "空气中的港口。 机场。 快点航班。Aeroline。 Airplane是飞机。 疯了吧。你已经疯了。说的非常好。 Flight。这个单词很好记。 它原型是Fly。Fly你不认识吗? Fly。Fly。Fly。 名词。飞翔。 名词的飞。动词就是 Fly。名词是Flight。"}, {"v": "3", "t": 2710.0, "c": "好吧。这个单叫做A. 爱妈妈是你们家的目标。 你不爱她。你妈天天捞着把你捞着烦。 Airline。航线。 没问题吧。 Airplane。飞机。Flight。航班。 还可以反正飞行。 飞翔。Flight。 好。第一单元。 结束。加油。 战斗。加油。加油。"}], "fly": [{"v": "31", "t": 825.6, "c": "快点chop steak chop steak 好继续来 这个单词叫做fly 哇塞 这个单词发音就是它 你看f想着放r 想着入 你看入"}, {"v": "15", "t": 1593.4, "c": "风筝 他们我讲完这么多 你突然间发现这个单词永远都忘不了 Kite 放风筝怎么说 Fly a kite Fly a kite"}, {"v": "3", "t": 2612.0, "c": "机场。 快点航班。Aeroline。 Airplane是飞机。 疯了吧。你已经疯了。说的非常好。 Flight。这个单词很好记。 它原型是Fly。Fly你不认识吗? Fly。Fly。Fly。 名词。飞翔。 名词的飞。动词就是 Fly。名词是Flight。 名词。还可以当航班。"}], "fire": [{"v": "4", "t": 464.1, "c": "灼伤 燃烧 burn 火在燃烧 the fire is burning the fire 这个单子我们后面会讲"}, {"v": "25", "t": 774.0, "c": "出现。Emerge。 出现什么?紧急情况。Emerge。 紧急情况。好,来1、2、3。 咱们读一下好不好? Firefighters。 Fire是火。Fire是战士。 就是消防员。 Firefighters never know when"}, {"v": "42", "t": 867.1, "c": "fighting 好 这个词是干嘛的 消防员叔叔 走快点 fire fire fighter fire是吧 火 火的战斗者"}, {"v": "42", "t": 968.6, "c": "firework 烟火烟花 好继续来 叫frighten 先把R去掉 fire的什么意思 打架 多了一个R看见没有 用花打你 是不是多了一个R 别看R对吧"}, {"v": "42", "t": 1118.6, "c": "fight fight打架打 打架打仗战斗 fight 打架打仗战斗 fire fire 消防人员 fire火 fire man"}, {"v": "17", "t": 1881.5, "c": "was accused of causing a fire 他被谴责引起了一场大火 he was accused of"}], "finger": [{"v": "4", "t": 680.2, "c": "奶奶ck挂在脖子上 neck来设想一下你的奶奶 脖子里面带着一个ck的肚筋项链 neck脖子 奶奶ck脖子neck 好继续来这个单读生finger 现在他的发音 fingerfingerfinger手指 发音不像凤哥finger凤哥 没有凤哥只有凤姐 能叫凤哥"}], "fruits": [{"v": "37", "t": 678.9, "c": "尤其是苹果, 走, I enjoy eating fruits, especially或者particularly, apples, particularly, apples, 怎么讲,"}, {"v": "5", "t": 887.3, "c": "123 I enjoy eating 水果还会写吗 fruits 这个单词我们下面会讲 fruits f-r-u-i-t 没有这个n fruits"}], "fashion": [{"v": "27", "t": 1292.7, "c": "Magazine, Magazine卖个什么, 杂志, Magazine, 杂志, 时尚杂志叫Fashion, Magazine, Fashion, Fashion讲过吧, 帅心很帅, 时尚,"}, {"v": "5", "t": 1370.8, "c": "电影叫做摩登巧元家 摩登巧元家modern 就时髦的现代的 这个建筑物很modern刘老师 摩登现代的 好继续来这个单子叫fashion fine 得用河南话讲的也嘛 所以我们河南有些地方说话 他会分不清帅和fine 他说刘老师你穿这个语可fine"}, {"v": "5", "t": 1439.8, "c": "唱的风狗一样是个韩国人的大叔唱的 鸟鼠叫他 叫什么omanganamastayo style风格 再来一遍 fashion 帅心时尚 这人很很帅 fashion 时尚 快点model时尚现代"}, {"v": "5", "t": 1623.3, "c": "红最红的人 诚实honest 诚实浇水 mode模灯 现代的现代的 fashion帅的很 时尚 fashion和mode的意思是一样的 fashion很fashion 和流到这个衣服 很mode流到这个衣服"}], "fine": [{"v": "19", "t": 953.2, "c": "doing something, 好, 完成做某事, 这个单词发现他们想废了你, fine finish, 废你死, 你看finish, 废你死, 是不是看过《真环传》,"}, {"v": "5", "t": 1373.5, "c": "摩登巧元家modern 就时髦的现代的 这个建筑物很modern刘老师 摩登现代的 好继续来这个单子叫fashion fine 得用河南话讲的也嘛 所以我们河南有些地方说话 他会分不清帅和fine 他说刘老师你穿这个语可fine fine就是帅"}, {"v": "27", "t": 1482.7, "c": "you, 你会怎么说, how are you, fine, thank you, and you, me"}, {"v": "27", "t": 1602.2, "c": "you, 你只要说How are you, 克林顿一定会说的是I'm fine thank you and you, 然后你就说Me"}], "fat": [{"v": "6", "t": 757.4, "c": "逐渐的, 这个单词很少单独使用, 它一般是gradually, 刘老师慢慢变胖了, 刘小叶becomes fat, gradually, 对这个单词很少单独使用一般都是复词, gradually, 读了吗你, gradually,"}, {"v": "6", "t": 1267.8, "c": "一二三张开血盆大嘴走起说, You tend to become fat, You tend to become fat,"}, {"v": "9", "t": 1992.1, "c": "be proud, because you are fat, 因为你胖你应该骄傲, 别人都远离你了, 我到高中毕业之前也是个大胖子, 也是160 170,"}, {"v": "28", "t": 2347.8, "c": "fan当名字讲是汕字或粉丝, 粉丝不就煽动鼓舞人喜欢那个人的那个人吗, 这个fact不讲了吧, 胖的, 这个样子不认识的同学应该没有吧, fat, you are fat, 刘老师你很胖, fat,"}, {"v": "28", "t": 2429.6, "c": "有很瘦的一个老头的形象, think, 经常思考就很瘦, think, 瘦的, fat, 胖的, 好继续来, 讲到瘦的再来一个瘦的叫slame, 这个单字很好读自己读吧, slame,"}, {"v": "28", "t": 2600.5, "c": "爸爸的老鼠, famous, 著名的, fan, 粉丝, fat, 胖的, c, 思考c, 瘦, slam,"}], "finish": [{"v": "19", "t": 928.2, "c": "来123, compete比赛complete多了一个L, 比赛什么了, 结束了, 结束, 这个单词我们见到很多finish, 对他也是结束, 但这个结束就没有刚才complete的高端, 那我写作品用哪一个, 能用complete可能不用finish, finish是不会写,"}, {"v": "6", "t": 1062.3, "c": "谁不张嘴, 谁就小捉, I attempt to finish my homework, I attempt to"}, {"v": "6", "t": 1167.0, "c": "我试着在5点之前完成作业, 123走起, I try to finish my homework, 5点之前, Before 5"}, {"v": "19", "t": 1378.0, "c": "compete, 公司在pk竞争比赛, compilator, 公司比赛le, 结束完成, finish, 结束完成, punish, punish, 你妈要干嘛你, 惩罚你,"}], "flower": [{"v": "37", "t": 523.4, "c": "是不是把地板都淹了, 洪水地板, floor的floor, floor的floor, 地板, 你可以记成flower, 你看floor, flower也可以吧, 花, floor, 楼层,"}, {"v": "37", "t": 584.4, "c": "这段叫做flower, 呀, 这不跟花, 对, 它的发音完全同花, 就是flower, 它俩的发音是完全一样的, flower, 花, flower, 花也有粉,"}, {"v": "37", "t": 910.2, "c": "手里面九个, 森林, 细林, 天花板, 地板对应, flower, 花, 花, 花粉, 面粉, particular,"}, {"v": "13", "t": 1433.9, "c": "spotted dog 一条小花狗就是一条斑点狗 上一次我说小花狗怎么写 一个东西写的是a flower dog 我这个天呐同学们 这是大学生写的 这吓不吓人 flower"}, {"v": "6", "t": 2452.8, "c": "种, 种树, 种花种草, plant a flower, plant a tree, 好过去了, 那个attention什么意思attention,"}], "folk": [{"v": "7", "t": 477.6, "c": "book publish a book 可以 叫做folk folk 这个词说吗 folk music叫民俗音乐 对"}, {"v": "7", "t": 545.0, "c": "for为了 开 开糖破肚把那个鱼给它打开 把那个牛肉给它打开 为了打开用什么打开叉子呀 folk叉子 folk 谁用叉子呀 人们用叉子呀 folk人们folk叉子 好嘞"}, {"v": "7", "t": 997.9, "c": "authority权威 public public小酒店public 公开点公开点public是出版 出版 folk 和叉子特别像 叉子是为了开 叉子叉子folk 人们用叉子 folk人们"}, {"v": "8", "t": 1114.8, "c": "好 咱们讲一个故事叫后遗设置的故事 小时候听说过吧 咱们中国的民间故事 民间的怎么说 folk f-o-l-k 特别像叉子folk music叫民间音乐 民间故事叫folk story"}], "fork": [{"v": "7", "t": 673.6, "c": "追求流行很类新 谁追求流行的人口人们 所以population人们 使用X的那个人 哦 X是Fork 那个人们是谁Fork F-O-L Fork 对 有个单词特别像叉子翻译出人们"}, {"v": "31", "t": 748.4, "c": "刚才刚刚刚刚刚的刀子knife简单 sissors sissors 好siders 好继续来 这个叫做fork fork 你看喂了 for还想着为了 k想着k 国王"}, {"v": "31", "t": 814.3, "c": "怎么讲快点 死坡在上面 用什么说 死坡在上面 spoon的意思是 勺子fork 为了他 为了国王 叉子 fork叉子 筷子"}], "festival": [{"v": "17", "t": 60.0, "c": "Boat 对龙舟 端午节 Dragon Boat Festival Festival 节日 继续来 Dragon这个词叫Frog 因为讲到Dragon"}, {"v": "7", "t": 1171.1, "c": "傻了吧 朋友们告诉你了 来讲完了 全讲完了 123又开始了 Festival 这单词还用讲吗 春节怎么说 Spring Festival 你看"}, {"v": "7", "t": 1233.6, "c": "再来一遍 Festival Festival 帅死他我 今天穿那么帅干嘛 过节的春节Festival Festival 再来一遍Festival 春节Spring Festival 记住节日一定要大写"}, {"v": "9", "t": 1538.4, "c": "还记得吗, 妈妈, 那个节日怎么说, 节日, 春节节日, festival, 还记得吗, festival, fie, 帅死了他我festival, fie死他我就是我和他穿的都很帅过节的呀,"}, {"v": "7", "t": 1926.1, "c": "one喝酒 好继续来 复习咱们刚才讲的所有单词 快点 是face他我 festival festival festival 节日刘老师spring festival是春节 端午节叫做快点123"}], "fall": [{"v": "35", "t": 423.0, "c": "I have I 说简单一点好不好 I fall in love with you 当别人在说I"}, {"v": "22", "t": 928.9, "c": "为什么很少读例子, 原因特别简单, 因为这些例子很多单词你可能也不认识, 因为咱们单词没讲完, 所以我给你讲的befall off都要讲fall, 我给你讲grow都要讲grow up长大, 所以我一般很少读这些例子, 当你这些都已经听我讲了一遍或两遍单词以后, 你在干这些例子就没有看不懂的了,"}, {"v": "7", "t": 1379.4, "c": "Autumn秋天 好继续来 该冬天了 Wonder 这个单子也是秋天 Fall 这个单子当不用我讲你也知道 他发现落下你知道吧 落下 树叶落下了 The"}, {"v": "7", "t": 1453.6, "c": "turn red yellow 树叶变成了黄色 and fall off the trees 然后从树上掉了下来 Fall"}, {"v": "9", "t": 1514.5, "c": "快点告诉我, 秋天怎么说, autumn, 快点autumn秋天, autumn, 还可以是fall, 枪都掉了fall, 落下也可以当秋天, 四季怎么说, 季节, 四个儿子,"}], "floor": [{"v": "41", "t": 262.0, "c": "Slipper,拖鞋。 对,为什么讲到拖鞋,因为讲他的单动词要讲Slipper。 对,他也是滑。 所以你会经常见到这种标志在洗手间门口,在那个,在楼梯那个地方会写到。 Slippery floor,叫滑的楼梯小心地滑,滑。 Slipper,滑。 那他为什么和拖鞋有关系? 你们看,当名字讲拖鞋Slipper,这个单字当动词讲Slipper,是滑。 拖鞋穿上你滑一滑的感觉。 是不是?"}, {"v": "41", "t": 349.0, "c": "这个单读成Sleeper,不讲了吧。 Sleeper,滑的。 对,就看他那个单词Sleeper。 滑的地面,是吧? Sleeper floor。 Sleeper floor,叫滑的地面,滑的。 光滑的。 好,继续来。 这个单读成Smile,这还讲吗?"}, {"v": "37", "t": 498.4, "c": "把零记在天花板上, c0, 天花板, 好, 继续来, 这个单子叫做floor, floor叫地面怎么来记, 还记得刚才的floor的吗, 洪水还记不记得, 飞来卷着进来, 洪水,"}, {"v": "37", "t": 564.7, "c": "好, 继续来, 所以它的反应应该是谁, 就是sailing, sailing是天花板, floor是地板, 它俩对照, sailing, floor, sailing, floor,"}, {"v": "7", "t": 2202.1, "c": "来一二三 打扫快扫地 扫地 sweep the floor sweep the floor扫地 sweep 一个美女哭了"}], "forbid": [{"v": "8", "t": 257.9, "c": "for be the be the forbid 为了逼他 你想想他没发音那边for 想成为了逼他 你再读forbid forbid为了逼他"}, {"v": "8", "t": 345.3, "c": "所以这三单字很像 放到一起讲了 意思很像 长得不像 prevent在前面走阻止 forbid为了bita 阻止禁止 block 阻止还可以反正街区怎么讲 你这个单字是吧 clock"}, {"v": "8", "t": 461.1, "c": "街区快点街区 block block block 障碍物要逼他闺女嫁人 那个forbid forbid 刚才又一个最后一个最简单的 阻止停止stop 好 回头复习一下"}, {"v": "8", "t": 946.2, "c": "越研究越深入 你有很多什么 发明 invent 发明 forbid 为了逼他 禁止阻止 coloc是钟表 block不lock 钟表不准了"}], "full": [{"v": "9", "t": 613.2, "c": "心里side, 好吧, 悲伤的难过的, life is full of pleasure, 这个单子咱们前面讲过, please, please请求你,"}, {"v": "30", "t": 773.7, "c": "是不是說的都很舒服啊 Feel 這個很好你自己讀吧 Feel 裝滿充滿 它的形容詞我們很熟叫Full 我們經常見到be full of 裝滿充滿 Full"}, {"v": "22", "t": 883.4, "c": "众多已经在第一个硬件上了reference, reference参考书, 来一二三the book is full of references to growing up"}, {"v": "30", "t": 1400.7, "c": "好比 好比看書好比 好嘞這一二三四講的有點多 同學們FU 裝滿充滿 來自於它的形容詞叫FULL 腹部裡邊兩饅頭 FU是動詞裝滿的 布萊克空白的 阿妹扑扑了個什麼 空"}], "frage": [{"v": "9", "t": 972.3, "c": "桥, can bridge, 剑桥, 好, 来这个单词叫做Frage, 你看, Frage, Frage, Brage的桥, Frage的意思是冰箱,"}, {"v": "9", "t": 1036.4, "c": "如果这个单词你没见过, 同学们, 你绝对看过很多美国的电影, 他说, 警察这个小偷经常会听这么说, Frage, Don't move, 站住别动, Frage, 就是动作,"}, {"v": "9", "t": 1099.2, "c": "冰冻, 上上上上上, 上, 上, 是结冰, Frage, 芙蓉瞪着她两个眼睛, 因为这个食物是什么呢? 免费的, Fray, 免费,"}, {"v": "9", "t": 1398.6, "c": "除掉, bridge, 不用讲, 建桥, 叫桥, frage, 对, 前几天我女儿说我要读建桥, 我老公说, 你还修路呢, 都不用读,"}], "fray": [{"v": "9", "t": 982.5, "c": "Frage, Brage的桥, Frage的意思是冰箱, 怎么来记? Fri, Fray, 象征fruit, fruit, 水果, 哥哥, 你看,"}, {"v": "9", "t": 1103.8, "c": "是结冰, Frage, 芙蓉瞪着她两个眼睛, 因为这个食物是什么呢? 免费的, Fray, 免费, Frage, 结冰, 冰箱, 冰箱冰箱,"}], "fruit": [{"v": "9", "t": 983.0, "c": "Brage的桥, Frage的意思是冰箱, 怎么来记? Fri, Fray, 象征fruit, fruit, 水果, 哥哥, 你看, Frage,"}, {"v": "9", "t": 1109.5, "c": "免费, Frage, 结冰, 冰箱, 冰箱冰箱, Fruit的哥哥, 对, Frage, 瞧, Frage, 你在跟我一起说吗?"}, {"v": "9", "t": 1425.0, "c": "有修路这个学校吗, 爸爸, 在哪个地方, bridge, frage, fruit, 水果的哥哥, 冰箱, frage don't move,"}, {"v": "31", "t": 1644.0, "c": "salad sala的 你看salad 我们经常去你去毕生哥 你就点一个水果沙拉 fruit salad 就下次再去餐馆点餐的时候 你看一下下面的英文 是吧 你不要只闭目设定"}, {"v": "31", "t": 2016.4, "c": "photo photo照片 photograph照片 好继续来 这个单字叫做 fruit 终于讲到了水果了 fruit叫水果 怎么了 富儒 fru像这富儒"}, {"v": "31", "t": 2101.5, "c": "juice冰 把橘子汁放在冰 果汁juice 水果怎么说 富儒喜欢吃快点 fruit水果 juice果汁 好嘞是不是越听越舒服 delicious 你看delicious 发音特别像地理设施"}, {"v": "31", "t": 2320.9, "c": "来 请看这一笔单词 photo 佛头 照片 fruit 妇孺喜欢吃它 水果 peel 薄皮 八皮"}], "find": [{"v": "29", "t": 575.3, "c": "田地 好 继续来 又 特别像field 叫find 这个当然不讲了吧 多 ind find 找到"}, {"v": "29", "t": 959.5, "c": "secret水 秘书 secret screen 屏幕 find 发现 fuel的 肥沃的 tiny tiny"}, {"v": "22", "t": 1362.5, "c": "mental problems, 说孩子们会很可能be likely to find a可能, 会遭受什么, mental problems, mental讲过吧,"}, {"v": "32", "t": 1806.1, "c": "New Dailand, 如果你在新西兰旅行, You may find some very interesting things, 你会发现一件非常有趣的事情,"}], "fake": [{"v": "36", "t": 311.6, "c": "专注于集中聚焦, concentrate, 好, false, 这个咱们今天上午讲过, 叫fake, 维修, 是不是福克斯坏了, 一两fox, 福克斯焦点, 对,"}, {"v": "37", "t": 841.6, "c": "你看, special, 前面特别像special, 特别的特殊的, 走, fake, f-i-c想着fake, 非但不可, 那就是特别的部分, 你非但不可, 连在一起有特别的部分,"}, {"v": "10", "t": 926.5, "c": "给吗 thi想上th1 那件sick 爸爸买了好几件衣服 那件sick的衣服太厚了 fake fake 厚的 来fake厚的 刚才shock shock"}], "flu": [{"v": "10", "t": 1061.0, "c": "solid 好过去了 稍微可以立的 就是固体 那这是什么 flu 你看 flu 长音fluid 听到什么了 飞流一地"}], "fluid": [{"v": "10", "t": 1064.3, "c": "就是固体 那这是什么 flu 你看 flu 长音fluid 听到什么了 飞流一地 你看fluid 你看飞流一地 什么飞流的一地"}, {"v": "10", "t": 1154.1, "c": "ck 厚的 solid 稍微可以利点 固体 fluid 飞流一地 液体 好过去了 说越背越舒服 觉得翻译背单词是一种人生最美妙的事情"}], "family": [{"v": "10", "t": 1489.0, "c": "was born of a peasant family He was born of a"}, {"v": "13", "t": 2185.1, "c": "farmar 熟悉的 怎么来记 farmar 这个单子前半部分像 family 你看 family 家人 familiar 家人当然很熟悉了"}, {"v": "13", "t": 2255.4, "c": "love the 首字母 you 所以 family 的意思是 家庭就是爸爸妈妈 爸爸和妈妈我爱你们 再来一遍 family"}, {"v": "13", "t": 2447.5, "c": "里哎 陌生的 familiar 熟悉的 怎么讲 family 熟悉的 a 里爱里 爱里 陌生的爱里爱里陌生的"}], "food": [{"v": "25", "t": 276.0, "c": "barren land could produce little food. 几乎不能涨庄稼。Little 几乎没有。 对吧。The barren 再来一遍。Land"}, {"v": "27", "t": 526.9, "c": "jack, jack, jack, 垃圾, jack food, 垃圾食品recycle, 回收circle, 就是cycle, 环绕, wrong的,"}, {"v": "11", "t": 682.0, "c": "要继续来。 fast。 这个咱就不讲了吧。见的太多了。 快的。fast。 快餐。fast food。 在各地都有 快餐呀。肯德基卖到的就是fast food呀。 快餐。 你不要发现快食物。快餐。"}, {"v": "21", "t": 831.2, "c": "go crazy about the chinese food, 变得非常的疯狂对于中国的饭菜, 那不就是喜欢吃鲜鱼吗, 为中国的饭菜很疯狂, 那不就吃鲜鱼吗, 所以我们学的一个答备叫be"}, {"v": "22", "t": 1111.3, "c": "you supply me with some food? fold, 再来遍, 张开嘴, 谁不张嘴我告诉你, 之后他的牙今天晚上坏掉一个,"}, {"v": "23", "t": 1630.3, "c": "the operation You cannot eat food 再来一遍 张嘴了吗 睡着了 快点睡着了 喝奶啥的"}, {"v": "15", "t": 2110.7, "c": "好 继续来 我们河南最典型的饭是什么菜 the typical food in 河南 typical food的意思 会面"}], "fest": [{"v": "11", "t": 1382.0, "c": "鹅堵住猫。很好记。这个单词 叫做Professor 你们现在学校应该没有 Professor。PRO讲文没讲过 往前。在前面 是不是?Fest 刘老师 你几年传的译物Fest了 Fest。帅s。对。他的 发音帅s。你看。前面帅s的 那个人。偶尔表示人"}], "friend": [{"v": "12", "t": 168.6, "c": "这shape叫船 shape船 这个单字应该很熟吧 shape是船很熟了对不对 好来123 很熟呢friend shape 朋友的小船 友谊的小船 friend shape"}, {"v": "15", "t": 740.0, "c": "enjoy喜欢, joy,开心 高兴的事是名字,好, 继续来,这个单字叫做 girlfriend,女朋友还讲吗? girl女孩,friend女朋友, 男朋友没写,叫boyfriend, 不写了哈,女朋友 girl girlfriend,男朋友 叫boyfriend,好,继续"}, {"v": "43", "t": 1029.2, "c": "对,你别管它翻成英里还是什么, 就是个距离单位,mile, 英里,好,继续line, describe your friend, 描述你的朋友, unit单元, kilometer, 对,千克, kilometer,千米,"}, {"v": "38", "t": 1770.6, "c": "I regard you as my friend 我把你看作是我的朋友刘老师 I regard you as"}], "found": [{"v": "12", "t": 283.5, "c": "所以relate关系联系 讲述叙述 好吧 来一二三 I found it difficult 我发现它是很难的 什么很难 to"}, {"v": "27", "t": 1408.8, "c": "但是这个单词你已经见的很多了, finally, 最后我们找到了大宴, finally, we found the大宴, 就等于at last, 最终最后, finally,"}, {"v": "12", "t": 1980.4, "c": "好这一会咱们讲单词也不少了 快要复习了可以吗 对如果你要觉得听的已经差不多忘了 赶紧按掉暂停回头复习吧 好不好 这个found found是钱 found 这不是发现的过去是吗 刘老师 对它可以当found的过去是"}, {"v": "12", "t": 2040.4, "c": "建立的 创立的 找到了什么 建立创立的门派 found found 建立建设 可以翻译成找到 可以翻译成建立建设 found建立建设 咱们来读一下"}], "fond": [{"v": "12", "t": 1700.0, "c": "可以肥死的 Physical 身体上的Mental 精神上的 好记吧 好这个单字叫做Fond 发音特别像Fond F-O-U-N-D 长得也特别像Fond 发现 这不是Fond的过去是吗"}], "fund": [{"v": "12", "t": 1744.0, "c": "对记住 有个单词特别像找到 找到了什么 你特别开心 钱 资金Fund 资金基金 你就记住基金都行 基金你考的少都很 就是钱 找到了什么"}, {"v": "12", "t": 1805.2, "c": "现金钱 好继续来 刘儿你怎么没写Money 因为我猜你会写Money 好不好 Fund 钱 资金现金 Mental 精神上的 对"}, {"v": "12", "t": 1883.6, "c": "bicycle is fundamental 感觉老师疯了 他见过谁写这么好单词 很好写Fund Ear就多了一个Ear Fundamental Fundamental 资金精神必不可少的 十分重要的"}, {"v": "12", "t": 2225.8, "c": "开支就是现金资金 好这个单子没复习 是吧 所以我带你提问的时候 很多单子没有复习 fund 找到建设 对找到革命派建设 fund foundation 建设的是什么"}], "fundamental": [{"v": "12", "t": 1859.9, "c": "Fund Mental 再来一遍 Fund Mental Fundamental 资金和精神都是十分重要的基础的 Fundamental Fundamental 就等于你写作文写的important 以后再写作文咱们不写important"}, {"v": "12", "t": 1923.6, "c": "基本根本 bass 基本根本的一个乐器 bass基本根本 刚才那个根本的 根本的fundamental 物质精神fundamental bass基本根本 它是个名字 好继续来 bassball"}], "founded": [{"v": "12", "t": 2059.0, "c": "这个单字我们后面会讲叫 卫星发射中心 九泉卫星发射中心 which was founded 11958年 对九泉卫星发射中心建于1958年 因为是被动吗 这个中英被建的 was"}], "foundation": [{"v": "12", "t": 2083.6, "c": "1958年 It was founded 好继续来 foundation found的是建设 foundation是建设东西 foundation名词 建设东西 建设东西"}, {"v": "12", "t": 2230.6, "c": "很多单子没有复习 fund 找到建设 对找到革命派建设 fund foundation 建设的是什么 基本基础 foundation 好自己复习好吧"}], "film": [{"v": "13", "t": 197.3, "c": "来继续来很好 接对不对 boring无聊的 a boring film 一个非常无聊的电影 a boring film 好"}, {"v": "37", "t": 1827.8, "c": "movie, see a movie, 看电影, 对film和movie都是电影, 好, 这个单字叫做film, 来吧, 电影, 对,"}, {"v": "38", "t": 2953.2, "c": "防护的 protective protective保护的防卫的 好 protective film film翻译成电影 电影不就以前电影的胶片吗 那个膜 是不是电影演的胶片 膜"}], "foreign": [{"v": "13", "t": 2090.1, "c": "里 a 里 好过 对这一块咱们在一直在讲外太空东西叫 foreign 这单子不用讲吗 多少呀 foreign的外国人 foreign 外国的外来的"}, {"v": "13", "t": 2294.8, "c": "还有一个是爱临那个 alien alien 是吧 还有一个是 foreign foreign 你太熟了不提问了 来一二三走吧 抱 抱什么意思"}], "foreigner": [{"v": "13", "t": 2096.1, "c": "这单子不用讲吗 多少呀 foreign的外国人 foreign 外国的外来的 foreigner 是吧 he is a foreigner"}], "familiar": [{"v": "13", "t": 2173.6, "c": "strange 奇怪的就是外来的外地的strange 继续来 好讲到了奇怪的外来的讲的 叫 familiar farmar farmar farmar farmar 熟悉的"}, {"v": "13", "t": 2280.0, "c": "I love you family family familiar 熟悉的 陌生的陌生的陌生的 陌生的 strange 街上跑步的哥哥"}, {"v": "13", "t": 2444.4, "c": "死怕死怕的 空间 a 里哎 陌生的 familiar 熟悉的 怎么讲 family 熟悉的 a"}], "farmar": [{"v": "13", "t": 2175.2, "c": "奇怪的就是外来的外地的strange 继续来 好讲到了奇怪的外来的讲的 叫 familiar farmar farmar farmar farmar 熟悉的 怎么来记"}], "fun": [{"v": "30", "t": 1122.7, "c": "不要每次都寫成good 太噁心了 nice好的 nice好的 好繼續來 叫做fun 這個詞見過吧 how are you 講沒講我這小段子"}, {"v": "27", "t": 1417.4, "c": "we succeed, 最后我们成功了, 好, 怎么记得起吗, fun, 好的, al想成, 都, 想成都, 对,"}, {"v": "13", "t": 2342.4, "c": "美女泡她的时候 身上浸上了污点污字 还可以当动字讲 美女躲在泡灿坛里面被我发现了 污点污字发现 当发现讲其实就很fun I spot a snake 我发现一条蛇"}], "friendly": [{"v": "15", "t": 704.0, "c": "is likely to rain, 好,继续来,这个单字都称 friendly, 这不是朋友的吗?不是,朋友的, 友好的, 友好的,刘老师 是一个非常友好的人, friendly"}], "false": [{"v": "36", "t": 308.8, "c": "所有的人都以他center中心, 所有的人都以他为中心, 专注于集中聚焦, concentrate, 好, false, 这个咱们今天上午讲过, 叫fake, 维修, 是不是福克斯坏了, 一两fox,"}, {"v": "16", "t": 931.9, "c": "realize my dream 好 接下来这个单字叫做 false 同学们这个还用讲吗 赶紧快点看 这个单字可以拆分为 好 先读一下"}, {"v": "16", "t": 1264.4, "c": "相信我 trust me 来 真的把他真的实现了 false 爸爸死了 假的 fault为了他 错误 好"}, {"v": "25", "t": 1994.0, "c": "士兵 Soldier 阿美,我的梦想 军队 阿美,再来一遍 False,为了走我们需要 补充什么,力量 False,力量,当动作讲强迫 名字力量 为了走路我们需要补充力量 False,力量,跑客也有什么"}], "fault": [{"v": "21", "t": 402.3, "c": "健美, 健身房, 好, 这个单字叫做, 不讲了, fault, fault还讲了, 恶不恶心, 你懂吗, 足球, 走,"}, {"v": "19", "t": 1021.3, "c": "them, for minor, 这个但是我们后期会讲, 因为小的错误, fault当错误还记得文言吗, 怎么记得, for了他, 为了他, 我为了他犯了很多错误, fault,"}, {"v": "16", "t": 1185.4, "c": "said it was james own fault 他说这是james自己的错 and that he served"}, {"v": "16", "t": 1267.0, "c": "来 真的把他真的实现了 false 爸爸死了 假的 fault为了他 错误 好 有些单子没有打印出来 所以你要回头复习了同学 好不好"}], "fear": [{"v": "16", "t": 1568.5, "c": "as well scary 令人感到害怕的 吓人的 好继续来叫fear 翻译那边像谁 飞蛾 一多 fear 对讲到的scare"}], "frog": [{"v": "17", "t": 66.6, "c": "Boat Festival Festival 节日 继续来 Dragon这个词叫Frog 因为讲到Dragon 咱不要讲几个动物词 叫Frog 这个词青蛙怎么来记 FR想成芙蓉"}, {"v": "17", "t": 132.3, "c": "一头雾水 所以Fog是雾 所以伦敦以前称为一个雾城 所以Fog 好 Frog 青蛙 Fog Frog的花给丢了 一头雾水 Fog"}, {"v": "17", "t": 324.4, "c": "猫 青蛙 青蛙 我来听一下 芙蓉姐姐跑到 Frog Frog 对了 慢慢听同学们 比你自己背的效果好多 Tiger"}, {"v": "17", "t": 1395.8, "c": "拽了一根绳子 在她脖子上 Dragon 龙 快点芙蓉姐姐跑到洞里边弄了一个青瓜 Frog青瓜 Fog Woo 快点Zabro Z 斑马"}], "fog": [{"v": "17", "t": 113.6, "c": "Frog 青蛙 这个单字比青蛙少了一个R 你看 青蛙是Frog 这是什么Fog什么意思 来 咱们先看一下 青蛙的花丢了 一头雾水 我的花去哪了"}, {"v": "17", "t": 1397.0, "c": "在她脖子上 Dragon 龙 快点芙蓉姐姐跑到洞里边弄了一个青瓜 Frog青瓜 Fog Woo 快点Zabro Z 斑马 Wiu"}], "fox": [{"v": "36", "t": 315.2, "c": "false, 这个咱们今天上午讲过, 叫fake, 维修, 是不是福克斯坏了, 一两fox, 福克斯焦点, 对, 它是一款车叫福克斯, 叫焦点, 所以发明这款车的人想要你,"}, {"v": "17", "t": 591.0, "c": "Insect 昆虫虫Insect 再来一遍 Insect 好过了昆虫 Fox 发音特别像Box 看见没有Box Fox 狐狸 这个都很常讲了Box的盒子"}, {"v": "32", "t": 2599.4, "c": "你看fix, 这是faux, fix, 福克斯, fix, fox, fix, fox, 所以说你听过福克斯这管子叫福克斯, 是foot的一款车就叫福克斯, 它的意思是焦点,"}, {"v": "35", "t": 3197.8, "c": "其实没有那么漂亮 就是75%的人都认为自己比本来的自己更漂亮 多少还有多少 就是都是什么认为的 就觉得自己是焦点 Fox 当你慢慢长大去发现没有焦点没有人关注你 你又没有有时候 小时候我就有比如说刚进 刚进一个教室 地特别滑一下子摔倒了"}, {"v": "35", "t": 3259.8, "c": "放在中心Center Central中心的 Concentrate 聚焦于 Concentrate 就等于Fox 福克斯 焦点"}], "forgive": [{"v": "17", "t": 1975.7, "c": "excuse 不再指责 你得从指责里边出来原谅 好 这叫for forgive for forgive forgive 原谅 原谅我吧"}, {"v": "17", "t": 2052.6, "c": "好 一二三 读 I cannot forgive that type of behavior 好"}, {"v": "17", "t": 2536.2, "c": "指责谴责 curse诅咒 一切的诅咒不就是谴责指责吗 excuse原谅 因为给了我礼物 forgive 我就原谅了他forgive chase他 charity 差日的慈善 chase"}], "farm": [{"v": "19", "t": 488.8, "c": "对,这个单词咱们很快就要讲到, 很远的妹妹,far远的,妹妹去了很远的地方, 在哪个地方,在一个农场里边打工, 一会就讲到form是农场, 农业才是咱们中国的根本,是最坚固的, 对,form记住特别像farm, 反正坚固的,坚固的牢固的,form, 坚固的牢固的,这个单词可以看成公司, 其实公司是非常牢固的, 是不是各种框架结构,是吧, 人事科,智科科,那科,form,公司,"}, {"v": "19", "t": 614.4, "c": "industry, 我爸爸从事的电视行业, 电视行业,television industry, 然后如果是农业, 农业和刚才那个农场farm, farm industry, 坚固的怎么说,farm, f-r-r-m是坚固的, farm是农场,"}], "fresh": [{"v": "31", "t": 1601.6, "c": "vegetable vegetable vegetable 未机一桌子vegetable 蔬菜 fresh fresh这单翻成新鲜的 因为讲到了蔬菜 所以我讲到了fresh 这个单词你很不好讲 但是很好记"}, {"v": "31", "t": 1903.5, "c": "语中的哥哥 受鼓励 vegetable 味鸡桌子 vegetable蔬菜 fresh fresh fresh 刘老师你没讲 对我没讲freshvegetables 你也可以这样记得fresh"}, {"v": "21", "t": 2169.8, "c": "go to Beijing, 复词就是动词scares, 好, 这个写的是fresh food is so scarce, 怎么讲的呀,"}], "favor": [{"v": "23", "t": 564.0, "c": "sore 呀火像sore一样 sore疼 好继续来 是不是你们 favor这一会全是生病单词 所以放到一起讲是不是很合适 favor 我们说发烧怎么说 I had"}, {"v": "32", "t": 728.8, "c": "sports is swimming, 我最喜欢的运动是游泳, 怎么记, favor, 怎么听, 他的发音那么像谁, 非我, favor的发音那么像非我, 大家都很喜欢飞来飞去的我,"}, {"v": "32", "t": 1359.1, "c": "悠悠受伤了呗, Yogurt, 酸奶, Favorite, 飞来飞去的我, Favor, Favor, 当你飞来飞去的时候, 别人都很喜欢你, 哇塞, 看看大鹰在飞,"}], "fever": [{"v": "23", "t": 569.9, "c": "favor 我们说发烧怎么说 I had a fever last night 我昨天晚上发烧了 再来一遍 I"}, {"v": "23", "t": 1775.6, "c": "pan本死死死死 疼痛 soul 嗓子像烧了一样 soul疼痛 fever 肺我都肚肺了 发烧 dentist dentang dentia"}], "fantasy": [{"v": "24", "t": 1886.0, "c": "是不是礼堂, 好伪, 走廊过道, 好继续, 这个单字叫做, Fantasy, Fantasy, Fantasy什么意思对吧, 发音的名字叫Fantasy, Fantasy, Fantata就是,"}, {"v": "24", "t": 2271.5, "c": "就很大的空间, 哇好啊金碧昏黄的, Hallway, Hallway门廊走廊, 翻他他就死, Fantasy, 幻想, Fantastic, 极好的, 刘老师是个极好的老师, Teacher,"}], "fantastic": [{"v": "24", "t": 1932.4, "c": "123, Fantasy, Fantasy, 好123, 这个单字叫做, Fantastic, 刘老师不是他的形容词吗, 说的非常好, 这个单字字面是幻想的, Fantastic, 幻想的,"}, {"v": "24", "t": 1993.9, "c": "is fantastic, The movie is fantastic, 好过, 继续来, 这个叫Dream, 这还讲吗, Dream,"}, {"v": "24", "t": 2273.2, "c": "Hallway, Hallway门廊走廊, 翻他他就死, Fantasy, 幻想, Fantastic, 极好的, 刘老师是个极好的老师, Teacher, 刘是个Fantastic Teacher,"}], "force": [{"v": "25", "t": 1634.0, "c": "to be a soldier 好,这个单词叫做 FORCE FORCE是为了 CE表示走 所以FORCE就是为了走 为了走 所以我们"}], "faith": [{"v": "25", "t": 2384.0, "c": "cruel 可辱 侮辱别人就是残忍的 Cruel残忍的 好这个咱讲到了 Faith Faith的小偷 同学们你看到这个剧照你想到谁 没看过这部电影什么必须看 叫Smith夫妇 发音的中文叫Smith夫妇"}, {"v": "25", "t": 2446.0, "c": "小偷 西服小偷 好继续来 记住穿着西服的人不一定是好人 有可能是小偷 Faith小偷 Steal 不要多说Steal Steal Steal就是偷 这个单字发音的很像Steal"}], "fiction": [{"v": "27", "t": 1055.8, "c": "Story故事, Tale故事, 好, 来, 一二三, 这个单子叫做Fiction, 听到什么了, 飞的可神了, 想象一个画面, 每个人都会飞, 飞的可神了,"}, {"v": "27", "t": 1349.4, "c": "paragraph段落, 对, 在第几段, 那个小说怎么说, 飞的可神了, fiction, 后来一个novel, novel, 对, N-O-V-E-L, novel还可以当新奇的新颖的小说,"}, {"v": "27", "t": 1890.6, "c": "叫故事, tale, tale叫tale, 故事, 飞的可神了, fiction, 故事, novel, novel, novel, 故事新颖的,"}], "final": [{"v": "27", "t": 1397.1, "c": "point, 破译它, point, 诗人, 好, 这个单词叫final, final, 这个单词你见的不多同学们, 但是这个单词你已经见的很多了, finally, 最后我们找到了大宴,"}, {"v": "27", "t": 1468.5, "c": "什么时候, 最终最后, 不管中间善良的人遭受过多少冤枉, 都遭受过多少冤屈, 最后它的结局一定是好的, final, 再来一遍, final, final, 很少单独使用final最终最后, 最后都好了,"}, {"v": "27", "t": 1636.9, "c": "too, 我也是, 丢不丢人, 不会说就别说什么我也是希拉里的丈夫, 把你打晕你信不信, Final, 对方案好的, 不要什么时候一说How are you就是方案, 不是方案的都是,"}, {"v": "27", "t": 1705.8, "c": "考试去了, Exam, 出去安昧, Exam考试测试, 期末考试, Final exam, 没问题吧, 这个单叫Exam, Examine, 再读一遍,"}, {"v": "27", "t": 1946.5, "c": "这个单子我讲回来, 但是你们老是经常说paragraph, paragraph, paragraph段落, 都好, final, 最终最后, exam, 出去阿妹, 考试, examine考试测试的动词,"}], "finally": [{"v": "27", "t": 1404.9, "c": "好, 这个单词叫final, final, 这个单词你见的不多同学们, 但是这个单词你已经见的很多了, finally, 最后我们找到了大宴, finally, we found the大宴,"}], "fan": [{"v": "40", "t": 1568.8, "c": "task 工作任務 繼續來 fetch 你讀 fan 飯吃 都想吃飯 fetch fetch fetch"}, {"v": "28", "t": 2300.1, "c": "还记住了爸爸, 多好吗, 爸爸和老鼠, 来, 记起来, 这个单子叫fan, 这个单子如果我需要讲的话就在, woo, 你是不是粉丝, 今天有很多粉丝都来了, 今天有很多的粉丝,"}, {"v": "28", "t": 2599.3, "c": "speed, speed速度, 爸爸的老鼠, famous, 著名的, fan, 粉丝, fat, 胖的, c, 思考c,"}], "future": [{"v": "29", "t": 0.0, "c": "我们现在继续来叫future,future,future,叫未来,future,这个我们很熟不用讲,因为你经常说in the future,将来我想成为一名老师,I want to be"}, {"v": "29", "t": 85.5, "c": "future,我希望过了很多年以后你依然告诉我说刘老师我的梦想依然是宇航员好吗?对我们不要降级自己的梦想,in the future, 未来in the future, 未来好,这个叫小苍熊,小苍熊讲什么刘老师叫future, 你看futurefuture是未来,你看future,future,对你,你可以猜是什么,fei,fei,추,处,你看,tre,ture就想成tre真的, 肥是真的 你看 feature"}, {"v": "29", "t": 451.2, "c": "对 在哪习惯了 七夕地住处 好嘞 复习一下不多 future in the future 未来 真的很肥"}], "feature": [{"v": "29", "t": 110.6, "c": "future, 未来好,这个叫小苍熊,小苍熊讲什么刘老师叫future, 你看futurefuture是未来,你看future,future,对你,你可以猜是什么,fei,fei,추,处,你看,tre,ture就想成tre真的, 肥是真的 你看 feature 肥真的 再来一遍 feature 肥真的 我家的小苍鼠"}, {"v": "29", "t": 205.8, "c": "character 再来一遍 character character 特点特征 feature真的很肥 特点特征 好 继续来 这啥 这不是character吗"}], "field": [{"v": "29", "t": 530.8, "c": "tiny 提你 小的 微小的 继续来这个 field 中毒 长音一 field 再来一遍 field"}], "ful": [{"v": "29", "t": 1596.4, "c": "bright 好不好 来 咱们已经半半聪明的全干完了 咱们一会统一做复习 这段ful ful ful ful ful ful"}], "foolish": [{"v": "29", "t": 1617.0, "c": "ful ful了 ful了谁 ful那个笨蛋 ful foolish 傻的愚蠢的是他的形容词 foolish形容词 fool 傻瓜笨蛋 刘老师你是个笨蛋"}, {"v": "29", "t": 1701.6, "c": "silly silly silly很好奇 对不对 傻的愚蠢的 就等于foolish 又一个傻子 如果是sdu 不要多说sdupeat sdupeat sdupeat"}], "fool": [{"v": "29", "t": 1622.2, "c": "ful那个笨蛋 ful foolish 傻的愚蠢的是他的形容词 foolish形容词 fool 傻瓜笨蛋 刘老师你是个笨蛋 you are fool"}], "forest": [{"v": "29", "t": 1875.8, "c": "这个叫wood 咱们差不多把聪明和笨全干完了 所以这个有点差题了 讲到了wood 木头讲到了森林 forest 多 forest 叫森林怎么记 forest是为了rest的休息 为了休息"}, {"v": "29", "t": 1942.9, "c": "在森林里面行进那些军人 是不是 衣服夹住 又够住一个冲趴上去了jungle 森林密临 forest是森林 jungle是密临丛林 这个很危险 jungle 密临丛林jungle 这一会单词比较多"}, {"v": "29", "t": 2043.9, "c": "up 愚蠢的 wooden 木讷的 傻的 forest的 森林 jungle 密林 丛林 好"}], "formal": [{"v": "38", "t": 244.1, "c": "词汇, 词汇量, 对, 这个是 CED formal vocabulary 叫做大学英语四级的词汇量, vocabulary, 叫词汇, 词汇,"}, {"v": "29", "t": 2084.3, "c": "for 没问题吧 好 勒 形式外形 formal 字面意思是形式上的 因为以al结为是个形容词后缀 形式上的是什么的 你看咱们国家领导人 接待外国领导人"}, {"v": "29", "t": 2167.4, "c": "你没见过information information 里边的形式 信息form 为了妈妈 形式formal 正式的information信息 对 非常好 这边perform PER已经见过很多次了"}, {"v": "29", "t": 2576.7, "c": "improve 提高英语 好继续 快点为了妈妈 形式 formal 形式上的正式流量是information 爸里面的形式告诉给你就是什么 信息 perform 每一种形式都表演一下表演一下来"}], "forehead": [{"v": "30", "t": 461.7, "c": "Sat Sat是嗎 你不講話 因為我猜你認識單字特別簡單的都沒有說 這個單字都說 Forehead Forehead Head我都不用講 咱們都認識叫頭 我要講Fore是怎麼講的 Fore咱們再講"}, {"v": "30", "t": 532.7, "c": "had a scar on his forehead 前額上有一個傷疤 走勒 Forward 這不還是FOR嗎 必須得講一個詞叫W-A-R-D"}], "fore": [{"v": "30", "t": 466.7, "c": "這個單字都說 Forehead Forehead Head我都不用講 咱們都認識叫頭 我要講Fore是怎麼講的 Fore咱們再講 Fore想成Fore 4 4 阿姨就想成阿姨"}], "forward": [{"v": "30", "t": 539.7, "c": "on his forehead 前額上有一個傷疤 走勒 Forward 這不還是FOR嗎 必須得講一個詞叫W-A-R-D 它是往朝 朝著什麼什麼方向 往什麼什麼方向"}], "focus": [{"v": "36", "t": 333.4, "c": "fox, fox, 焦点, fox, 焦点, 我们经常见的是focus on, 聚焦于, 我说focus on me,"}, {"v": "36", "t": 393.9, "c": "关注聚焦, 他在某种程度就等于concentrate on, concentrate, 专注于聚焦于, focus on, 关注于聚焦于, 没问题吧? 我们考研上学过一篇文章, 别不信这科学家们研究表明的,"}, {"v": "36", "t": 480.2, "c": "是吗? 但是我们经历过一段总觉得别人在关注我们, 没有, 是心理学家研究表明的不是我瞎说的, folks, focus, 关注焦点, concentrate, 关注焦点, 走, huge,"}, {"v": "30", "t": 698.7, "c": "Cast 卡斯特投擲 好繼續來 投擲就扔 好這單詞 Focus的提前扔 Focus的提前扔 明天的天氣預報是 那個南方多雲 北方多雨 對提前投出去"}], "forecast": [{"v": "30", "t": 723.7, "c": "好預測預報 所以你經常看到咱們中央電視台 天氣預報就是 嗯這沒寫啊在這 Weather forecast Weather forecast 眾多在第一個印記上 Focus你不要讀成Focast 讀成Focus的"}], "filled": [{"v": "30", "t": 810.7, "c": "of happiness 叫快樂 Fill是動詞 對我們老人講的叫做be filled with 用什麼什麼裝滿 所以be filled with就等於be"}], "funny": [{"v": "30", "t": 1176.7, "c": "a lot of fun 好繼續來 funny 那不就很樂趣好玩的 搞笑的有趣的好玩的 funny 她真是個非常有趣的人 funny"}, {"v": "30", "t": 1444.7, "c": "fun好的 fun 就想著fun的找什麼 找樂子呀fun 樂是有趣的事呀 funny啊不好意思why it's a funny story一個很搞笑的故事 interesting"}], "furry": [{"v": "30", "t": 1514.7, "c": "benefit比你肥的 比什麼肥 利益好處 benefit利益好處 benefit利益好處 furry 來自於fur 它翻譯成 皮毛的 fur是皮毛 這是我們以前六級考過的一道題"}, {"v": "30", "t": 1580.7, "c": "是不是穿的 皮毛貂皮打衣 負人皮毛 fur再來一遍 fur負人 fur皮毛furry皮毛的 這個很好你看I love furry animals 毛茸茸的動物furry"}], "fur": [{"v": "30", "t": 1516.7, "c": "比什麼肥 利益好處 benefit利益好處 benefit利益好處 furry 來自於fur 它翻譯成 皮毛的 fur是皮毛 這是我們以前六級考過的一道題 真的我給你講一下"}, {"v": "30", "t": 1576.7, "c": "fur 負人都穿皮毛 是不是穿的 皮毛貂皮打衣 負人皮毛 fur再來一遍 fur負人 fur皮毛furry皮毛的 這個很好你看I love furry"}, {"v": "30", "t": 1644.7, "c": "furniture一介 furnature furnature furnature家具 furnature家具 fur皮毛 furnature家具 家具上大滿了皮毛 是不是想想是不是furnature 好來 這個單字叫做gas"}, {"v": "30", "t": 2220.7, "c": "同學們所以夫妻不要生氣 哎呀你都記得benefit比你肥的 比你肥 利益好處多唄 fory fur fur 富人穿皮毛 家具 這還是皮毛你你們家 真的有很多皮毛家具"}], "furnature": [{"v": "30", "t": 1600.7, "c": "animals 毛茸茸的 fur來這個fur nature 一起讀不張嘴的同學手機丟了 furnature fur皮毛 furnature什麼意思 你看fur 皮毛你 ture你"}], "fry": [{"v": "31", "t": 851.3, "c": "就是煎炸 你妈把馒头放到 放入油 你妈把鸡肉放入油干嘛 煎炸 fry 多 fry fry 放入油 fry"}, {"v": "31", "t": 1414.5, "c": "平底里面的平底锅里面的蛋糕 pancake 叫煎饼 好 来吧这一会吃的喝的全干完了 Fry 放入油 煎炸 刚说完不说了 蜜蜂 duck"}], "favorite": [{"v": "32", "t": 710.3, "c": "好嘞, 继续来, 有时候是非人, 非人, 快点非人来啦, 叫favorite, favorite, favorite, my favorite person"}, {"v": "32", "t": 909.8, "c": "noodles, 要咱们说我最喜欢的是面条, 好不好, 一二三, My favorite is noodles, My favorite, My"}, {"v": "32", "t": 1357.2, "c": "Sour, 酸的, 悠悠受伤了呗, Yogurt, 酸奶, Favorite, 飞来飞去的我, Favor, Favor, 当你飞来飞去的时候, 别人都很喜欢你,"}], "fix": [{"v": "32", "t": 2588.2, "c": "好, 对你要记, 往脑子里面去记, 再讲一个维修, repair是维修修补, fix, 也是修补维修, 怎么记? 翻译那边像福克斯, 你看fix, 这是faux,"}, {"v": "32", "t": 2662.2, "c": "fax, 发什么, 传真, fax, 传真, fix, fix给忘了, 快点回fix, 福克斯, 刘老师, 维修,"}], "fax": [{"v": "32", "t": 2621.9, "c": "维修, fix, fox, 维修, 好, 这一会再讲修补单词叫fax, 刘老师你咋讲到这个, 你看长多像, fix, 维修, 这个叫fax,"}], "flood": [{"v": "35", "t": 1150.0, "c": "thunder sar人的 thunder 叫雷声 好继续来这个单词叫做 flood flood叫洪水 这个单词其实很好奇 你看 flood 像不像飞"}, {"v": "35", "t": 1236.0, "c": "地杀死他 disaster灾难 好继续来 这个单词叫做 blood 刚才是flood flood是洪水 blood 叫血液 是不是 血液是不是像洪水一样"}, {"v": "35", "t": 1298.0, "c": "先复习 我看这个单词 Disaster 地杀死他 disaster灾难 flood 洪水 blood 血液 bleed 不离开的"}], "fokes": [{"v": "35", "t": 3069.8, "c": "好 folks 这个咱们今天上午讲过叫fakes 维修 是不是福克斯坏了 一定要fokes 福克斯焦点 对它是一款车叫福克斯叫焦点 所以发明这款车的人想要你 驾驶着这辆车成为城市焦点 都让别人看见"}, {"v": "35", "t": 3138.8, "c": "有一天你会发现 别人都在过别人 别人都想要关注别人关注自己 没有人关注你 因为别人都想要关注自己 fokes on somebody 关注聚焦 他在某种程度就等于concentrate on"}], "fishing": [{"v": "36", "t": 1172.7, "c": "叫做You usually, I usually go fishing, 我经常就钓鱼, 就等于Ofen, I often go"}], "flat": [{"v": "37", "t": 384.6, "c": "一个部分一个部分的公寓, apartment公寓, 好继续来, 怎么一只鸟, 刘老师这鸟干嘛呢, 叫flat, 你看flat, 发音了吗, flat, 飞来, at上,"}], "flag": [{"v": "37", "t": 428.2, "c": "最起码它站在这个地方就平的, 你看平的, 飞来at平的, 平房公寓flat, 好, 123这个叫flag, 飞来一个阿哥, 飞来在上面是平的, 飞来一个阿哥手里举了一只旗, 飞来一个阿哥手里拿着一面旗, flag旗帜,"}, {"v": "37", "t": 896.4, "c": "具体的详细的, 好嘞, 我跟你说这几个单词小变态, 上面的还好, 来, flag, 飞来et, 鸟飞来et, 平的还可以翻成公寓, flag, 飞来一个arg,"}], "feeling": [{"v": "37", "t": 1728.7, "c": "hot, 感到很热, 感觉, feel是感到, 那feel的不就是感到感觉, feeling感觉, feeling感觉, feel感觉, 动词feeling感觉, 名词, 好继续来,"}, {"v": "37", "t": 2073.2, "c": "mobile可以移动的, emotion, 内心的移动表现, 情绪情感, emotional情绪的情感的, feeling, feel感觉, feeling感觉的名字, move移动, 往回移动, 遥远的remote,"}], "frightened": [{"v": "38", "t": 800.9, "c": "很有价值的价值高的precious宝贝儿口语中, 他的意思是珍贵的珍贵的稀奇的, 好过去了吗, 你看就是don't be frightened, 不要怕我的宝贝儿mind precious, 好吧可以了, 好, 对appreciate,"}, {"v": "42", "t": 1002.1, "c": "me 走 the editor编辑 is frightened很害怕 by this news the editor"}], "fame": [{"v": "38", "t": 1272.8, "c": "话题, 科目, 好, 行了, 这段叫做咬舌, fame, fame, fame什么意思呢? 你看可以拆成, the, 就是我,"}, {"v": "38", "t": 1378.4, "c": "所以当我们冷静的思考一下, 在这夜深人静发现, 我们每天都关注别人的生活, 做自己生活的主角, 我才是自己的主题, fame, fame主题, fame主题, 就等于subject, subject, fame,"}, {"v": "38", "t": 2419.8, "c": "就学校开的课 科目话题主题 这个我 我才是 主题 fame fame 主题 announce 难死了 announce"}], "forget": [{"v": "39", "t": 1030.2, "c": "重复的想到那些成员 就记起他们 remember 记起想起 好 这个单子叫forget forget remember是记得 forget是 忘记 怎么记"}, {"v": "39", "t": 1109.1, "c": "记得 recite 背诵 忘记 为了得到 forget 是吧 remember remember我们很熟吗 对你这个对很好讲 妹妹在里边"}, {"v": "39", "t": 1760.4, "c": "下车后来摔了一脚 对 重复的说那些成员 记得remember me forget 他们这个单词很有哲理性 为了得到 你要学会遗忘 对吧 你不要总把过去背负太多的东西"}], "fetch": [{"v": "39", "t": 1563.5, "c": "task任务 工作 在工作上sk task工作任务 继续来 fetch 你读 fetch 都想吃饭 fetch fetch"}, {"v": "39", "t": 1624.6, "c": "还讲吗 本人我的我的拿来 brain 拿来 take拿走 fetch取来 这三单子长得很搞笑 是不是 对吧 记一下 这个单子叫做carry"}, {"v": "39", "t": 1849.8, "c": "task 工作上sk 任务上sk task sk fetch 饭吃 取来 take拿走 bring拿来 carry车上有花"}], "fate": [{"v": "42", "t": 1233.2, "c": "shooters hide face shoulder 我给你讲本田那个车叫 fate合适的 是不是你生活中住一下 你能学到很多单词 beast禽兽 野兽 好继续来"}, {"v": "41", "t": 1830.4, "c": "死呆 停留保持 cape也是保持 保持健康走 keep fate keep fate 健康 keep fate"}, {"v": "41", "t": 1904.6, "c": "虚弱的 weak 醒来 好 123 这叫fate 刚才说完 保持健康 fate 这是一款本田的车叫fate 一个比较小的两箱的车叫fate"}], "fight": [{"v": "42", "t": 778.5, "c": "hate 重打 重击 好 这个单字叫做 fight fight 还得用重庆人来讲 重庆人 哪门在 比如说我以前当过辅导员"}, {"v": "42", "t": 848.5, "c": "不可能吧 对fighting 为自己战斗 fighting 战斗 fight fight 打仗 斗争 fighting 战斗"}, {"v": "42", "t": 1019.8, "c": "frighten frighten 好讲完了 frighten 讲完了 fight打用花打 威胁吓唬 我这一会儿 对这一会儿单词有点多 但是复习一下还是很舒服的走 不好球"}, {"v": "42", "t": 1110.6, "c": "害我一跳 hate他 吓他一跳 hate 重击 fight fight打架打 打架打仗战斗 fight 打架打仗战斗 fire"}], "fighting": [{"v": "42", "t": 794.1, "c": "我的学生和另外一个班在打 篮球的时候 我要为我们班的男生加油 咱们中原人家叫加油 加油 他们重庆人叫fighting 雄起 这个词用的非常好 fighting 战斗 fighting"}, {"v": "42", "t": 859.4, "c": "战斗 fight就是战斗 打架 fight 我很喜欢这个词 fighting 战斗 fighting 好 这个词是干嘛的 消防员叔叔"}], "fighter": [{"v": "42", "t": 868.8, "c": "这个词是干嘛的 消防员叔叔 走快点 fire fire fighter fire是吧 火 火的战斗者 fire fighter"}], "fireman": [{"v": "42", "t": 909.8, "c": "fire开火解雇 开火fire 解雇fire 是吧fire 好嘞 这个单子叫做fireman 火人 还不说就是说还是消防员叔叔 fire fighter 消防人员"}], "firework": [{"v": "42", "t": 929.2, "c": "fire fighter就等于fireman 消防人员 好继续来 这叫做 firework firework 火的工作 玩火的工作是什么 玩火的工作 这什么工作就叫做firework"}, {"v": "42", "t": 1125.1, "c": "fire 消防人员 fire火 fire man 消防人员firework 玩火的工作 烟火烟花 frighten用花打你 吓唬威胁 多吗"}], "frighten": [{"v": "42", "t": 965.2, "c": "firework 烟火烟花 firework 烟火烟花 好继续来 叫frighten 先把R去掉 fire的什么意思 打架 多了一个R看见没有 用花打你"}, {"v": "42", "t": 1130.0, "c": "fire man 消防人员firework 玩火的工作 烟火烟花 frighten用花打你 吓唬威胁 多吗 咱们单词都有关系的 不是乱讲 他们都是有关系的"}]}